{
  "key": "3JZUXABV",
  "version": 16685,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/3JZUXABV",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/3JZUXABV",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Konat",
    "parsedDate": "1998",
    "numChildren": 1
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Konat, Johns Abraham. &#x201C;The Old Testament Types of Christ as Reflected in the Select Metrical Homilies (Memre) of Jacob of Serugh.&#x201D; Th.D. dissertation, Universit&#xE9; Catholique de Louvain, 1998.</div>\n</div>",
  "citation": "<span>Johns Abraham Konat, “The Old Testament Types of Christ as Reflected in the Select Metrical Homilies (Memre) of Jacob of Serugh” (Th.D. dissertation, Université Catholique de Louvain, 1998).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=The%20Old%20Testament%20Types%20of%20Christ%20as%20Reflected%20in%20the%20Select%20Metrical%20Homilies%20(Memre)%20of%20Jacob%20of%20Serugh&amp;rft.inst=Universit%C3%A9%20Catholique%20de%20Louvain&amp;rft.degree=Th.D.%20dissertation&amp;rft.aufirst=Johns%20Abraham&amp;rft.aulast=Konat&amp;rft.au=Johns%20Abraham%20Konat&amp;rft.date=1998&amp;rft.tpages=v%2C%20249&amp;rft.language=en'></span>\n",
  "data": {
    "key": "3JZUXABV",
    "version": 16685,
    "itemType": "thesis",
    "title": "The Old Testament Types of Christ as Reflected in the Select Metrical Homilies (Memre) of Jacob of Serugh",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Johns Abraham",
        "lastName": "Konat"
      }
    ],
    "abstractNote": "Le but de la recherche est de dégager les principes exégétiques de Jacques de Saroug (451-521), écrivain syriaque et évêque de Batnan en Turquie, spécialement ceux qui régissent sa typologie sur le Christ et leurs implications christologiques. La typologie est une méthode exégétique visant à établir des corrélations entre les personnages, événements et institutions de l’Ancien Testament et ceux du Nouveau Testament. Cette méthode, utilisée par les Pères de l’Église, tant en Orient qu’en Occident, était très chère à Jacques de Saroug.\nIl faut d’abord déterminer les sources. Parmi les centaines d’homélies métriques de Jacques, une cinquantaine ont été choisies, où il aborde l’Ancien Testament. Dans la deuxième partie, c’est son exégèse qui est étudiée. Il est attentif au sens littéral du texte biblique, mais plus encore à mettre en évidence le sens spirituel. Pour retrouver ce sens spirituel, il se sert abondamment de la typologie. L’incessante recherche des \"types\" du Christ dans l’Ancien Testament est une des caractéristiques qui marque l’exégèse de Jacques. Les personnages comme Adam, Abel, Melchisédech, Jacob, Moïse, les prophètes Élie, Élisée, Jonas, etc., sont tous tenus pour des types de Jésus. Ils ont posé des actes dont la plénitude se retrouve dans les faits et gestes de Jésus. Les types sont nombreux dans l’Ancien Testament, parce que chacun d’eux révèle un aspect particulier de l’\"économie\" du Fils. Jacques va très loin dans cette interprétation en insistant sur certains personnages et événements de l’Ancienne Alliance qui n’ont de sens que s’ils sont vus comme types du Christ. Ces événements sont prévus par Dieu, pour servir d’avant-goût des choses à venir. En bon pédagogue, Dieu montre d’abord les ombres avant de révéler la réalité parfaite, afin de nous acheminer graduellement vers la plénitude.\nLa pensée typologique de Jacques est comparée avec celle de quelques auteurs anciens, grecs et syriaques, de tendance alexandrine ou antiochienne. On constate que Jacques ne peut être classifié exclusivement ni comme alexandrin – parce qu’il n’utilise pas beaucoup d’allégories –, ni comme antiochien – parce qu’il se sert abondamment de la typologie –, alors que dans la tradition antiochienne l’usage de cette technique exégétique est limité par des règles très strictes. L’écrivain à qui Jacques est le plus redevable est Éphrem, mais dans la sélection des types et dans leur description, il va plus loin.\nLa typologie de Jacques est chargée d’implications christologiques. On y trouve tous les éléments d’une christologie légitime. Christ est Fils de Dieu avant tout. Dans l’incarnation, le Fils est devenu sans changement homme parfait pour sauver le monde. Il est clair que Jacques est non-chalcédonien, et son inclination le porte vers la formule christologique de Cyrille d’Alexandrie. Il met la divinité du Christ en valeur, mais on ne retrouve rien chez lui qui puisse être interprété comme marque d’eutychianisme ou de monophysisme.",
    "thesisType": "Th.D. dissertation",
    "university": "Université Catholique de Louvain",
    "place": "",
    "date": "1998",
    "numPages": "v, 249",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/3JZUXABV\nSyriacaURI: http://syriaca.org/cbss/3JZUXABV",
    "tags": [
      {
        "tag": "Christology"
      },
      {
        "tag": "Jacob of Sarug"
      },
      {
        "tag": "Old Testament"
      },
      {
        "tag": "VI CE"
      },
      {
        "tag": "exegesis"
      },
      {
        "tag": "hymnography"
      },
      {
        "tag": "poetry"
      },
      {
        "tag": "typology"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:32:59Z",
    "dateModified": "2025-09-17T15:41:09Z"
  }
}