{
  "key": "4QXI2WXE",
  "version": 16608,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/4QXI2WXE",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/4QXI2WXE",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Kavvadas",
    "parsedDate": "2020",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Kavvadas, Nestor. &#x201C;Sasanian Creed or Byzantine Projection? The Zurvanite Myth and Theodore of Mopsuestia&#x2019;s <i>Contra Magos</i>.&#x201D; <i>Ephemerides Theologicae Lovanienses</i> 96:2 (2020): 291&#x2013;311.</div>\n</div>",
  "citation": "<span>Nestor Kavvadas, “Sasanian Creed or Byzantine Projection? The Zurvanite Myth and Theodore of Mopsuestia’s <i>Contra Magos</i>,” <i>Ephemerides Theologicae Lovanienses</i> 96:2 (2020): 291–311.</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Sasanian%20Creed%20or%20Byzantine%20Projection%3F%20The%20Zurvanite%20Myth%20and%20Theodore%20of%20Mopsuestia%E2%80%99s%20%3Ci%3EContra%20Magos%3C%2Fi%3E&amp;rft.jtitle=Ephemerides%20Theologicae%20Lovanienses&amp;rft.volume=96%3A2&amp;rft.aufirst=Nestor&amp;rft.aulast=Kavvadas&amp;rft.au=Nestor%20Kavvadas&amp;rft.date=2020&amp;rft.pages=291-311&amp;rft.spage=291&amp;rft.epage=311&amp;rft.language=en'></span>\n",
  "data": {
    "key": "4QXI2WXE",
    "version": 16608,
    "itemType": "journalArticle",
    "title": "Sasanian Creed or Byzantine Projection? The Zurvanite Myth and Theodore of Mopsuestia’s <i>Contra Magos</i>",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Nestor",
        "lastName": "Kavvadas"
      }
    ],
    "abstractNote": "Has the Zurvanite myth ever been representative of mainstream Iranian religion? This question remains a riddle. Before posing it, one should look at the provenance of that notorious myth. For all we can gather from the scanty sources, it appears that not only all East Syriac testimonies of the Zurvanite myth, but also the Armenian one in Eznik go back to the lost booklet Contra Magos that Theodore of Mopsuestia had addressed to a certain Armenian named Mastoubios - whom several scholars would identify with Meshrob Mashtots - probably in order to support him and his compatriots who were then facing massive pressure by the Sasanian government to convert to Zoroastrianism. This realisation can shed light on the question around the myth’s representative, or not, character. Because these East Syriac and Armenian testimonies, along with a couple of later Arabic and an even later Persian one, are the only existing attestations to the Zurvanite myth in its explicit form - i.e. the story of Zurvan’s prayer resulting to the conception and birth of Ohrmazd and Ahriman. Neither in the Graeco-Roman literature nor in the Middle Persian Zoroastrian writings are there any clear references to that fully developed Zurvanite myth, even if there are numerous different allusions there to Zurvan playing a very central role - described in a different manner by almost each Zoroastrian treatise - in the cosmic conflict between Ohrmazd and Ahriman. How is this to explain? Could it be that the full-scale Zurvanite myth as narrated in Eznik, John bar Penkaye or Theodore bar Koni was first picked up, out of a variety of comparable Persian fables circulating all over the Sasanian Empire and beyond, by Theodore of Mopsuestia? This would indeed be what one might expect from an author like Theodore of Mopsuestia, who would naturally be inclined to approach the Zoroastrian mythologies from a philosophical, ontological point of view. Because, judged by such philosophical standards of Greek patristic discourse on the question of the origin of evil, the Zurvanite myth could be refuted at once (for declaring the supreme Good to be the first cause of evil) and could offer a fine platform for Theodore to present what he considered the basics of the Christian view of human sin and its extinguishment. So, it may very well be true that Theodore of Mopsuestia was the first one to (misre)present the full-scale Zurvanite myth as the foundational myth par excellence of the entire Religion of the Mages, the quintessence of the teaching of Zarathustra.",
    "publicationTitle": "Ephemerides Theologicae Lovanienses",
    "volume": "96:2",
    "issue": "",
    "pages": "291-311",
    "date": "2020",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "",
    "language": "en",
    "DOI": "",
    "ISSN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/4QXI2WXE\nSyriacaURI: http://syriaca.org/cbss/4QXI2WXE\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "John bar Penkaye"
      },
      {
        "tag": "Theodore bar Koni"
      },
      {
        "tag": "Theodore of Mopsuestia"
      },
      {
        "tag": "V CE"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "Zoroastrianism"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:32:47Z",
    "dateModified": "2025-09-17T17:50:45Z"
  }
}