{
  "key": "533QARZS",
  "version": 16962,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/533QARZS",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/533QARZS",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Moretsi",
    "parsedDate": "2019",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Moretsi, Lekgetho H. &#x201C;Translation Technique and the Translation of Verbal Forms in the Masoretic Text by the Peshitta Psalms 73&#x2013;89.&#x201D; Ph.D. dissertation, The North-West University, 2019.</div>\n</div>",
  "citation": "<span>Lekgetho H. Moretsi, “Translation Technique and the Translation of Verbal Forms in the Masoretic Text by the Peshitta Psalms 73–89” (Ph.D. dissertation, The North-West University, 2019).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Translation%20Technique%20and%20the%20Translation%20of%20Verbal%20Forms%20in%20the%20Masoretic%20Text%20by%20the%20Peshitta%20Psalms%2073%E2%80%9389&amp;rft.inst=The%20North-West%20University&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Lekgetho%20H.&amp;rft.aulast=Moretsi&amp;rft.au=Lekgetho%20H.%20Moretsi&amp;rft.date=2019&amp;rft.language=en'></span>\n",
  "data": {
    "key": "533QARZS",
    "version": 16962,
    "itemType": "thesis",
    "title": "Translation Technique and the Translation of Verbal Forms in the Masoretic Text by the Peshitta Psalms 73–89",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Lekgetho H.",
        "lastName": "Moretsi"
      }
    ],
    "abstractNote": "The theoretical assumption was stated that the Masoretic Text and the Hebrew source (Vorlage) that was used by the Peshitta translator reflect a similar tradition. The objectives of the study were: (1) to make a comparative study to determine the agreements and differences between the verbal systems of Hebrew and Syriac; (2) to determine the translation technique of the Peshitta Psalms; (3) to make an analytical study to determine the way in which verbal forms in the Peshitta Psalms were translated; (4) to determine through comparison with the Septuagint and the Targum the originality of the translation of the Peshitta; and (5) to make deductions from the translation about the Hebrew Vorlage of the Peshitta Psalms. The comparative text-critical method was used as it is the most appropriate and relevant method. The verbal systems of Biblical Hebrew and classical Syriac were compared, with special attention to the verbs taking into account the contributions of various scholars. Attention was paid to translation technique in general and to matters related to the translation technique of the Peshitta Psalms. A comparative study was made of the verbs in Psalms 73-89 in the Masoretic Text and the Peshitta, with reference to the other ancient versions as well. In some instances, the differences in the translation can be ascribed to translation technique. Other differences are the result of different interpretations of the very same unvocalised Hebrew word but the same consonants. In some instances, the Peshitta reflects a Hebrew Vorlage that differs from the Vorlage of the Masoretic Text. The clarity of the translation has been confirmed by the psalms treated. When confronted by difficult, rare words or hapax legomena, the Peshitta opts to simplify or omit them or rather render the translation according to sense or context. During the investigation it became clear that the possibility of a different Hebrew Vorlage is minimal, for example in Psalms 73:24a and 78:28. Characterised by freedom of the translation means the Peshitta remained faithful to the meaning of the source text but expressed and rendered it faithfully to the Syriac structure. The following techniques characterise the Peshitta in general: specification, accommodation, omissions, additions, changes in word order and harmonisation (maintaining agreement). In the psalms treated, two new techniques were discovered, namely softening and generalisation. The Hebrew verb is softened when rendered by the Peshitta, for example, in Psalm 74:10, the Hebrew verb 'to reject’ is rendered by the Syriac verb 'to forget’ in the Peshitta. This is also seen in Psalm 78:10b, where the Hebrew verb in the Masoretic Text 'they refuse to go’ is rendered in the Peshitta by 'they did not want to go’. The other technique that occurred in psalms treated is generalisation going hand in hand with specification. At times, a general verb in the Masoretic Text is rendered in the Peshitta by a specific verb or vice versa, e.g. Psalms 78:43, 88:5a and 88:6b. In conclusion, the Peshitta Psalms used a proto-Masoretic text. The evidence for a different Hebrew Vorlage is minimal. Deviations are mostly the result of a different interpretation of the same Hebrew consonants, or not understanding the Hebrew, or can be attributed to translation technique. The Peshitta Psalms contribute to the textual criticism of the Hebrew Old Testament, but it requires careful and critical approach or implementation.",
    "thesisType": "Ph.D. dissertation",
    "university": "The North-West University",
    "place": "",
    "date": "2019",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/533QARZS\nSyriacaURI: http://syriaca.org/cbss/533QARZS\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Old Testament"
      },
      {
        "tag": "Peshitta OT"
      },
      {
        "tag": "Psalms"
      },
      {
        "tag": "syntax"
      },
      {
        "tag": "translation"
      },
      {
        "tag": "translations from Hebrew"
      },
      {
        "tag": "translations into Syriac"
      },
      {
        "tag": "verb"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:33:43Z",
    "dateModified": "2025-09-17T17:36:33Z"
  }
}