{
  "key": "5F9N2X55",
  "version": 15906,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/5F9N2X55",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/5F9N2X55",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Cassingena-Trévedy",
    "parsedDate": "2008",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Cassingena-Tr&#xE9;vedy, Fran&#xE7;ois. &#x201C;Les &#x2018;Confessions&#x2019; po&#xE9;tiques d&#x2019;&#xC9;phrem de Nisibe.&#x201D; <i>Le Mus&#xE9;on</i> 121:1-2 (2008): 11&#x2013;63.</div>\n</div>",
  "citation": "<span>François Cassingena-Trévedy, “Les ‘Confessions’ poétiques d’Éphrem de Nisibe,” <i>Le Muséon</i> 121:1-2 (2008): 11–63.</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Les%20%E2%80%9CConfessions%E2%80%9D%20po%C3%A9tiques%20d%E2%80%99%C3%89phrem%20de%20Nisibe&amp;rft.jtitle=Le%20Mus%C3%A9on&amp;rft.volume=121%3A1-2&amp;rft.aufirst=Fran%C3%A7ois&amp;rft.aulast=Cassingena-Tr%C3%A9vedy&amp;rft.au=Fran%C3%A7ois%20Cassingena-Tr%C3%A9vedy&amp;rft.date=2008&amp;rft.pages=11-63&amp;rft.spage=11&amp;rft.epage=63&amp;rft.language=fr'></span>\n",
  "data": {
    "key": "5F9N2X55",
    "version": 15906,
    "itemType": "journalArticle",
    "title": "Les “Confessions” poétiques d’Éphrem de Nisibe",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "François",
        "lastName": "Cassingena-Trévedy"
      }
    ],
    "abstractNote": "The article begins by putting Ephrem, the poet and hymnographer, firmly in the historical context of late Antiquity. In that era he was fulfilling a social and liturgical need and operating within known conventions. Rather than one who reflects and dwells upon his personal experience, often sad, he is obliged to conceal his personality. Nevertheless he is able subtly to imprint his personality on his work by the use of acrostics referring to the many biblical instances of his own name, and to produce lyrics which have their own special genre. Furthermore he gives a confessional dimension to his hymnography and sets it in the spiritual context of prayer. In this study the concentration will be on a search for the poet’s spiritual, even mystical experience, as revealed in the hymns, rather than commenting on their structure.\nEphrem greatly admired the heterodox Bardisan’s poetic skill but attempted in his own work to use Bardisan’s methodology in an orthodox context. Ephrem as the pastor of his community uses pastoral imagery in his poetry with the object of recovering the lost sheep that have strayed to heretical pastures. Using the pastoral metaphor differently Ephrem is also the shepherd of words, assembling them to form a unity, in fact, a hymn. His poetry is inspired by the quasi-Franciscan wonder at Creation, the gifts of God, and has spontaneity and depth when he comes to hymn the meeting of the Prophetess Anna with the Infant Christ and even more when he re-echoes Mary’s Magnificat. It is also significant that Ephrem begins certain hymns, as in a liturgy, by a prayerful invitation to speech. There is throughout the poetry, which is examined, a sense of wonder and impotence before the Source of Life, but this wonder is expressed in language which has a Franciscan simplicity.\nThe article continues by thoroughly examining, with textual illustrations, a certain affinity that Ephrem has with the Prophet Moses; Moses was the scribe of Biblical Antiquity, Ephrem is the scribe of the Christian Mystery. The works of Ephrem have also a Paschal dimension, set in the context of a ‘Second Spring’. However what predominates in his work is the character of lyre-player, whose music symbolises both the unity and the harmony of the Christian community in its confession of faith and in its liturgy. Ephrem even takes this further by seeing the relationship between the Old Testament, the New Testament and Nature in terms of three musical instruments playing together harmoniously but being descended from the psalmody of David. Nevertheless Ephrem reminds us that his lyrical music must remain pure and not polemical, eschewing pride and the desire to dominate, standing alone in simplicity. Ephrem’s Hymns are offerings to the Lord in a liturgical setting. They also follow the basic and natural rhythm of respiration. Above all they are a sacrifice of thanksgiving; numerous examples of this are quoted. The article draws particular attention to the Pascal Hymns in which the whole Christian community is united in a litany of joyful and victorious praise. The hymns have, moreover, an iconic character.\nThe final section of the article is concerned with discovering how the hymns reveal Ephrem’s own spiritual or mystical experience. Ephrem can even be compared with Dante; they both sail in hitherto uncharted waters. Ephrem’s concept of Paradise is founded in the richness of Biblical literature and examples are given of this. It is the personal religious experience of the poet which can lead us to behold his vision of Divine Love and he prays ‘that his senses will be open to the action of Love’. Ephrem also uses the example of the Pearl; an icon of his mystical experience. Both Paradise and Pearl are used in different ways to lead towards the experience of the Kingdom of God. Many hymns refer to Mary the Mother of God. In the Nativity Hymns, Mary is the lyre-player or even, symbolic of obedience, the lyre itself. It is in these hymns that Ephrem most reveals his sensitivity and awareness of his feminine side, not only in relation to Mary but also in relation the childless Anna the Prophetess. Furthermore Ephrem assumes the role of the child in awesome wonder at his universe. Great emphasis is placed on showing that Ephrem’s poetic and mystical experience is rooted in his faith in the Son of God, born of Mary. This pervading reference and reverence to Mary, the Mother of God, is an essential Ephremian characteristic. The conclusion returns to the pastoral theme and Ephrem’s shepherding of words. As a Church Father and a poet, Ephrem crafts his work by the use of metaphors like the Pearl or Paradise, to reveal to us the beatific experience of visiting and exploring the Divine.",
    "publicationTitle": "Le Muséon",
    "volume": "121:1-2",
    "issue": "",
    "pages": "11-63",
    "date": "2008",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "",
    "language": "fr",
    "DOI": "",
    "ISSN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/5F9N2X55\nSyriacaURI: http://syriaca.org/cbss/5F9N2X55\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Ephrem"
      },
      {
        "tag": "IV CE"
      },
      {
        "tag": "hymnography"
      },
      {
        "tag": "mysticism"
      },
      {
        "tag": "poetics"
      },
      {
        "tag": "poetry"
      },
      {
        "tag": "spirituality"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:31:12Z",
    "dateModified": "2025-09-17T18:19:55Z"
  }
}