{
  "key": "6IQFLY9R",
  "version": 15957,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/6IQFLY9R",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/6IQFLY9R",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Clem",
    "parsedDate": "2001",
    "numChildren": 1
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Clem, H. Eldon. &#x201C;The Peshitta Text of Hosea as a Translation.&#x201D; Ph.D. dissertation, Hebrew Union College / Jewish Institute of Religion, Ohio, 2001.</div>\n</div>",
  "citation": "<span>H. Eldon Clem, “The Peshitta Text of Hosea as a Translation” (Ph.D. dissertation, Hebrew Union College / Jewish Institute of Religion, Ohio, 2001).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=The%20Peshitta%20Text%20of%20Hosea%20as%20a%20Translation&amp;rft.inst=Hebrew%20Union%20College%20%2F%20Jewish%20Institute%20of%20Religion%2C%20Ohio&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=H.%20Eldon&amp;rft.aulast=Clem&amp;rft.au=H.%20Eldon%20Clem&amp;rft.date=2001&amp;rft.tpages=655&amp;rft.language=en'></span>\n",
  "data": {
    "key": "6IQFLY9R",
    "version": 15957,
    "itemType": "thesis",
    "title": "The Peshitta Text of Hosea as a Translation",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "H. Eldon",
        "lastName": "Clem"
      }
    ],
    "abstractNote": "This is an analysis of the Pesh text of Hosea. This dissertation looks at the Syriac Peshitta text of Hosea in three ways: Text critically, exegetically, and in terms of translation technique. The first task is to determine what variations from the MT in the Peshitta of Hosea are due to differences in <i>Vorlage</i>. The second task is to determine what variants are really due to the Peshitta translator's interpretation of a given passage, and do not belong under the rubric of variants in <i>Vorlage</i>. The third task is to determine what was the overall translation technique of the Peshitta translator. The latter involves systematically analyzing several verb-forms and lexical items so as to determine consistent patterns of translation. Chapter 1 briefly summarizes the current state of Peshitta studies, and gives various theories as to the nature of the Peshitta. This analysis contributes in a small way to the current debates regarding the temporal and geographical origin of the Peshitta. I conclude that the Peshitta translation of most books of the Hebrew Bible was completed in the second half of the First Century CE, probably in the region of Adiabene. In fact, the conversion of the royal house of Adiabene at ca. 40 CE provides the best motivation for the translation of the Bible into Syriac. After surveying previous studies of the Peshitta to Hosea, I outline how this investigation will proceed. Chapter 2 examines the Peshitta text of Hosea text critically, so as to distinguish textual variants from variants due to translation technique. This is done in a verse-by-verse format, providing a text critical commentary to the Peshitta text of Hosea. Maximum is attributed to translation-technique, but certain kinds of variants are more likely to reflect differences in <i>Vorlage</i>. This is examined in some detail. The LXX and Targum Jonathan are brought into the discussion, but only where relevant for evaluating the Peshitta text. Chapter 3 looks specifically at the translation-technique of the Peshitta, both in the light of conclusions drawn from Chapter 2, but also by looking at how the Peshitta translates various lexical and grammatical features. Chapter 3 systematically analyzes khi clauses, asher clauses, the addition and deletion of the <i>waw</i>-conjunctive, representations of the Hebrew construction chain, Hebrew non-verbal clauses, and selected vocabulary. Chapter 4 looks specifically at how the Peshitta translates the Hebrew verb forms. This is interesting because the study of the Peshitta of Hosea shows us how a speaker of a related Semitic language, who lived in a relatively close time period to that of the writers of the biblical text, understood the usage of the Hebrew verbal system. This analysis actually does contribute something to the current debate regarding the meaning of the Hebrew verbal system. This chapter systematically shows how every verbal form is translated by the Peshitta of Hosea.",
    "thesisType": "Ph.D. dissertation",
    "university": "Hebrew Union College / Jewish Institute of Religion, Ohio",
    "place": "",
    "date": "2001",
    "numPages": "655",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/6IQFLY9R\nSyriacaURI: http://syriaca.org/cbss/6IQFLY9R\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Classical Syriac"
      },
      {
        "tag": "Hosea"
      },
      {
        "tag": "Old Testament"
      },
      {
        "tag": "Peshitta OT"
      },
      {
        "tag": "Prophets"
      },
      {
        "tag": "Septuagint"
      },
      {
        "tag": "Syriac language"
      },
      {
        "tag": "syntax"
      },
      {
        "tag": "translation"
      },
      {
        "tag": "translations into Syriac"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:31:18Z",
    "dateModified": "2025-09-17T18:17:55Z"
  }
}