{
  "key": "6SFTSLKW",
  "version": 18361,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/6SFTSLKW",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/6SFTSLKW",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Speliopoulos",
    "parsedDate": "2024",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Speliopoulos, Elke B. &#x201C;The Impact of Post-1960s Immigration to Germany on the Self-Perception and Religious Experience of Aramean Families of Syriac Orthodox Faith.&#x201D; Ph.D. dissertation, Columbia International University, 2024.</div>\n</div>",
  "citation": "<span>Elke B. Speliopoulos, “The Impact of Post-1960s Immigration to Germany on the Self-Perception and Religious Experience of Aramean Families of Syriac Orthodox Faith” (Ph.D. dissertation, Columbia International University, 2024).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=The%20Impact%20of%20Post-1960s%20Immigration%20to%20Germany%20on%20the%20Self-Perception%20and%20Religious%20Experience%20of%20Aramean%20Families%20of%20Syriac%20Orthodox%20Faith&amp;rft.inst=Columbia%20International%20University&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Elke%20B.&amp;rft.aulast=Speliopoulos&amp;rft.au=Elke%20B.%20Speliopoulos&amp;rft.date=2024&amp;rft.language=en'></span>\n",
  "data": {
    "key": "6SFTSLKW",
    "version": 18361,
    "itemType": "thesis",
    "title": "The Impact of Post-1960s Immigration to Germany on the Self-Perception and Religious Experience of Aramean Families of Syriac Orthodox Faith",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Elke B.",
        "lastName": "Speliopoulos"
      }
    ],
    "abstractNote": "Syriac Orthodox families have lived in Germany since the 1960s. They were forced to flee persecution and the continued severe threat to their existence in their ancient homeland of Tur Abdin in southeast Turkey. A genocide in 1915, called by them Sayfo, left behind a muchreduced number of families. The lack of economic opportunities and schools and the continued harassment and endangerment caused most of the remaining families to migrate to Western Europe.\nThis research seeks to answer how the faith of this group of immigrants’ second and third generations to Germany has developed. These young adults are the offspring of devout Syriac Orthodox, now living in this secular Western European country. It thoroughly studies this group’s history, language, and religion as immigrants to Germany. Finding one’s identity as the offspring of immigrants warrants a comprehensive exploration of three aspects that seem to shape the process: national, ethnic, and diaspora identity. This is reviewed against the biblical narratives of migration to grasp what God often seems to have intended through the movement of His people.\nThrough semi-structured interviews, this research seeks to uncover the perceptions and attitudes of a still strongly ethnic group. Furthermore, the study probes the significance of a cultural community vis a vis the sustaining of the Christian faith. The study is especially interested in determining the potential role of evangelical churches in Germany in aiding Syriac Orthodox churches and their member families. While the liturgical practices and theological convictions may diverge, the love for the triune God and the desire to see fellow human beings worship and follow Jesus Christ are identical in both communities. From an evangelical perspective, many challenges facing the Syriac Orthodox community may have already been addressed with the young adults of evangelical churches.\nThis research thus seeks to identify, where possible, some best practices from the evangelical world to help their Syriac Orthodox brethren overcome the faith-related challenges of their young adults. Based on the interviews, the research summarizes critical findings and proposes actionable suggestions to engage the Syriac Orthodox youth and young adults with their faith tenets and spiritual disciplines. They are intended to allow them to develop a vibrant faith within the ancient beauty of their Syriac Orthodox faith. This is especially critical as the younger generations have integrated into what was to the prior generations a new and foreign environment.",
    "thesisType": "Ph.D. dissertation",
    "university": "Columbia International University",
    "place": "",
    "date": "2024",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/6SFTSLKW\nSyriacaURI: http://syriaca.org/cbss/6SFTSLKW",
    "tags": [
      {
        "tag": "Europe"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "XIX-XXI CE"
      },
      {
        "tag": "XX CE"
      },
      {
        "tag": "XXI CE"
      },
      {
        "tag": "diaspora"
      },
      {
        "tag": "ethnicity"
      },
      {
        "tag": "family"
      },
      {
        "tag": "identity"
      },
      {
        "tag": "sociology"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "2EA3IALA"
    ],
    "relations": {},
    "dateAdded": "2025-05-13T19:54:58Z",
    "dateModified": "2025-09-17T18:40:04Z"
  }
}