{
  "key": "6YBBGZ9C",
  "version": 16401,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/6YBBGZ9C",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/6YBBGZ9C",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Hanoosh",
    "parsedDate": "2008",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Hanoosh, Yasmeen S. &#x201C;The Politics of Minority: Chaldeans between Iraq and America.&#x201D; Ph.D. dissertation, The University of Michigan, 2008.</div>\n</div>",
  "citation": "<span>Yasmeen S. Hanoosh, “The Politics of Minority: Chaldeans between Iraq and America” (Ph.D. dissertation, The University of Michigan, 2008).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=The%20Politics%20of%20Minority%3A%20Chaldeans%20between%20Iraq%20and%20America&amp;rft.inst=The%20University%20of%20Michigan&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Yasmeen%20S.&amp;rft.aulast=Hanoosh&amp;rft.au=Yasmeen%20S.%20Hanoosh&amp;rft.date=2008&amp;rft.tpages=387&amp;rft.language=en'></span>\n",
  "data": {
    "key": "6YBBGZ9C",
    "version": 16401,
    "itemType": "thesis",
    "title": "The Politics of Minority: Chaldeans between Iraq and America",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Yasmeen S.",
        "lastName": "Hanoosh"
      }
    ],
    "abstractNote": "The modern Chaldeans are customarily defined, by themselves and by others, as an Aramaic-speaking Catholic minority from the ancient land of Mesopotamia. Articulations of Chaldeanness in the United States--whether written or oral; popular or academic; public or private--exhibit a recurrent association between the monumentality of their history, the progress of modernity, and the identity label \"Chaldean.\" This study examines these ancient-modern inflections in contemporary Chaldean identity discourses, and analyzes the cultural mechanisms that augment these processes of collective identity formation, re-formation and maintenance through a discussion of the impact of the uses of history as a collective commodity for sustaining a positive community image in the present, and the uses of language revival and monumental symbolism to claim association with Christian and pre-Christian traditions.\nAmong the political agendas of such articulations is setting the Chaldeans apart from the Islamic and Arab discourses associated with the contemporary Iraqi ethno-religious majorities (Sunni and Shiite Arabs and Kurds) and bringing them closer to the Christian West, particularly in the diasporic locale of the United States. The first half of the dissertation shows how the ancient identity label \"Chaldean\" was revived in the sixteenth century and bolstered during the nineteenth century through the establishment of Western archeological and missionary enterprises in Mesopotamia. The second half analyzes the contemporary Chaldean communities through a transnational lens that reexamines the family, Church and non-religious Chaldean institutions in their capacity as social fields where transnational identities are enacted. The second half also probes the question of ethnic identity formation in the United States through the analysis of a nascent body of Chaldean-American fiction and the dominant identity discourses propagated by an influential elite group of Chaldean culture-makers.\nThis dissertation employs an interdisciplinary approach that benefits from anthropological perspectives, cultural studies and sociology in combination with fieldwork among multigenerational Chaldean residents of southeast Michigan. It depends on European and American travelogues, missionary reports, church and community histories and Chaldean periodicals as source materials for the analysis of cultural phenomena that shaped Chaldean identities in Iraq and the United States from the sixteenth century to the present.",
    "thesisType": "Ph.D. dissertation",
    "university": "The University of Michigan",
    "place": "",
    "date": "2008",
    "numPages": "387",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/6YBBGZ9C\nSyriacaURI: http://syriaca.org/cbss/6YBBGZ9C",
    "tags": [
      {
        "tag": "America"
      },
      {
        "tag": "Chaldeans"
      },
      {
        "tag": "Iraq"
      },
      {
        "tag": "XIX-XXI CE"
      },
      {
        "tag": "XX CE"
      },
      {
        "tag": "diaspora"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:32:17Z",
    "dateModified": "2025-09-17T15:19:59Z"
  }
}