{
  "key": "737V4VXZ",
  "version": 17044,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/737V4VXZ",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/737V4VXZ",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Neuenkirchen",
    "parsedDate": "2019",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Neuenkirchen, Paul. &#x201C;La fin du monde dans le Coran: une &#xE9;tude comparative du discours eschatologique coranique.&#x201D; Th&#xE8;se de doctorat en &#xC9;tudes arabes et islamiques, Universit&#xE9; Paris Sciences et Lettres, 2019.</div>\n</div>",
  "citation": "<span>Paul Neuenkirchen, “La fin du monde dans le Coran: une étude comparative du discours eschatologique coranique” (Thèse de doctorat en Études arabes et islamiques, Université Paris Sciences et Lettres, 2019).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=La%20fin%20du%20monde%20dans%20le%20Coran%3A%20une%20%C3%A9tude%20comparative%20du%20discours%20eschatologique%20coranique&amp;rft.inst=Universit%C3%A9%20Paris%20Sciences%20et%20Lettres&amp;rft.degree=Th%C3%A8se%20de%20doctorat%20en%20%C3%89tudes%20arabes%20et%20islamiques&amp;rft.aufirst=Paul&amp;rft.aulast=Neuenkirchen&amp;rft.au=Paul%20Neuenkirchen&amp;rft.date=2019&amp;rft.language=fr'></span>\n",
  "data": {
    "key": "737V4VXZ",
    "version": 17044,
    "itemType": "thesis",
    "title": "La fin du monde dans le Coran: une étude comparative du discours eschatologique coranique",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Paul",
        "lastName": "Neuenkirchen"
      }
    ],
    "abstractNote": "L’eschatologie, ou le discours sur la Fin, est sans nul doute la thématique centrale du Coran, allant des descriptions saisissantes des bouleversements cosmiques et terrestres qui auront lieu aux jours derniers, aux scènes du Jugement terrible pour les impies, en passant par les scènes imagées de la Résurrection. Paradoxalement, cet important discours coranique sur la Fin a été très peu abordé par la recherche universitaire, voir même occulté par certains travaux. Pourtant, de l’avis de certains chercheurs tels que Paul Casanova (m. 1926), Tor Andrae (m. 1947) ou plus récemment, Stephen Shoemaker, l’eschatologie constituerait la partie primitive du Coran, une partie qui aurait été altérée par les éditeurs de la version finale du corpus à la mort de Muhammad lorsque la Fin n’était pas venue. L’objet de ma thèse est de remettre ce discours eschatologique au premier plan en le replaçant dans son contexte historique (celui de l’Antiquité Tardive) et littéraire (celui des écrits religieux de tradition «biblique»). Ce faisant je souhaite d’une part amener un regard sur le texte coranique qui ne repose pas entièrement sur les sources traditionnelles musulmanes postérieures qui le lisent à la lumière d’évènements liés à la vie de Muhammad qui sont le plus souvent mythifiés, et d’autre part je cherche à l’inscrire dans la continuité des textes religieux antérieurs qui décrivent la Fin du monde. Depuis longtemps, nombreux sont les chercheurs occidentaux à avoir noté les similitudes entre certains récits bibliques (tirés des livres ‘canoniques’ de l’Ancien et du Nouveau Testaments) et le Coran, remarquant dans le même temps la présence d’écarts considérables entre les deux versions. Ces disparités ont souvent été mises sur le compte d’erreurs de compréhension due à Muhammad ou à son entourage. Dans le cadre de cette thèse, je voudrais suggérer que le texte du Coran n’est pas « influencé » par ces écrits bibliques comme cela a souvent été avancé, mais plutôt qu’à la manière des homélistes chrétiens, ses auteurs ont composé un texte original rimé et rythmé en prenant comme sous-texte un ou plusieurs verset(s) biblique(s). Comme Gabriel Said Reynolds l’a constaté, l’homéliste livre essentiellement son exhortation par le biais du discours eschatologique. Ainsi, je propose de lire les nombreux versets coraniques traitant de la Fin à la lumière d’un petit corpus d’homélies eschatologiques composées un peu plus d’un siècle avant le Coran par Narsaï (m. ca. 502) et Jacques de Saroug (m. 521), deux auteurs chrétiens de langue syriaque. Ce faisant je voudrais apporter un éclairage à la fois sur les techniques rhétoriques communes employées par ces auteurs et ceux du Coran, ainsi que sur de nombreuses zones d’ombre liées au vocabulaire et aux images employées dans le discours eschatologique coranique.",
    "thesisType": "Thèse de doctorat en Études arabes et islamiques",
    "university": "Université Paris Sciences et Lettres",
    "place": "",
    "date": "2019",
    "numPages": "",
    "language": "fr",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/737V4VXZ\nSyriacaURI: http://syriaca.org/cbss/737V4VXZ",
    "tags": [
      {
        "tag": "Jacob of Sarug"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "Muslim-Christian relations"
      },
      {
        "tag": "Narsai"
      },
      {
        "tag": "Nestorians"
      },
      {
        "tag": "Quran"
      },
      {
        "tag": "Syriac influence [Arabs]"
      },
      {
        "tag": "VII CE"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "eschatology"
      },
      {
        "tag": "hymnography"
      },
      {
        "tag": "poetry"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:33:56Z",
    "dateModified": "2025-09-17T16:08:14Z"
  }
}