{
  "key": "7KUK4HGC",
  "version": 17327,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/7KUK4HGC",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/7KUK4HGC",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Sahner",
    "parsedDate": "2015",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Sahner, Christian C. &#x201C;Christian Martyrs and the Making of an Islamic Society in the Post-Conquest Period.&#x201D; Ph.D. dissertation, Princeton University, 2015.</div>\n</div>",
  "citation": "<span>Christian C. Sahner, “Christian Martyrs and the Making of an Islamic Society in the Post-Conquest Period” (Ph.D. dissertation, Princeton University, 2015).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Christian%20Martyrs%20and%20the%20Making%20of%20an%20Islamic%20Society%20in%20the%20Post-Conquest%20Period&amp;rft.inst=Princeton%20University&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Christian%20C.&amp;rft.aulast=Sahner&amp;rft.au=Christian%20C.%20Sahner&amp;rft.date=2015&amp;rft.language=en'></span>\n",
  "data": {
    "key": "7KUK4HGC",
    "version": 17327,
    "itemType": "thesis",
    "title": "Christian Martyrs and the Making of an Islamic Society in the Post-Conquest Period",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Christian C.",
        "lastName": "Sahner"
      }
    ],
    "abstractNote": "This dissertation examines the role of state-sanctioned violence against Christians during the Umayyad and early 'Abbasid periods. It explores a neglected group of Christian saints (often called \"neomartyrs\") who died between the seventh and ninth centuries AD. They hailed from practically every corner of the greater Middle East where Christian majorities lived alongside Muslim minorities, including Spain, Egypt, Palestine, Syria, and the Caucasus. As such, their lives were recorded in a range of languages, including Arabic, Greek, Latin, Armenian, Georgian, and Syriac. The dissertation pairs these texts with Muslim sources, including legal and historical literature, to provide a three-dimensional and balanced portrait of Islamization, Arabization, and official violence in the post-conquest period.\nSeen from this perspective, there were three main types of martyrs. The first and most numerous were Christian converts to Islam who then returned to Christianity. Because apostasy was considered a capital offense under Islamic law, they could face execution if found guilty. The second group was made up of Muslims from entirely Muslim backgrounds who converted to Christianity. The third consisted of Christians who publicly blasphemed the Prophet Muh[dotbelow]ammad, usually before high-ranking Muslim officials.\nThe dissertation argues that violence played an important role in regulating relations between the two communities, but it was limited in its scope and aimed at two specific goals: first, to secure the primacy of Islam at a time when Muslims were outnumbered by their non-Muslim subjects; and second, to forge boundaries between religious groups at a time of considerable social and confessional fluidity. It argues that monks wrote biographies of martyrs, in turn, in an attempt to stem the tide of conversion and to protest the effects of Arabization on their communities. The dissertation concludes by suggesting that martyrdom peaked during the first fifty years of 'Abbasid rule (ca. 750-800) as old Muslims, recent Muslim converts, and non-Muslims first began to interact as members of a shared society, and not as rulers and subjects in a divided post-conquest society.\nThe dissertation represents a contribution to a growing field of literature on the transition from late antiquity to the early Islamic period. As such, it seeks to situate the rise of Islam within the late ancient milieu in which it was born, as well as through the non-Muslim communities it interacted with as it spread. Throughout, it suggests that we cannot understand early Islam unless we see it as a minority religion interacting with older, larger, and more established communities of non-Muslims scattered across the Middle East, in particular, Christians.",
    "thesisType": "Ph.D. dissertation",
    "university": "Princeton University",
    "place": "",
    "date": "2015",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/7KUK4HGC\nSyriacaURI: http://syriaca.org/cbss/7KUK4HGC",
    "tags": [
      {
        "tag": "IX CE"
      },
      {
        "tag": "Muslim-Christian relations"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "VIII CE"
      },
      {
        "tag": "hagiography"
      },
      {
        "tag": "martyrdom"
      },
      {
        "tag": "persecution"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:34:44Z",
    "dateModified": "2025-09-17T16:30:40Z"
  }
}