{
  "key": "7NMB84PE",
  "version": 16932,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/7NMB84PE",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/7NMB84PE",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Miller",
    "parsedDate": "2019",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Miller, Kerith Miriam. &#x201C;The Role of Aramaic in Syrian Orthodox Ethnic and Religious Identity.&#x201D; Ph.D. dissertation, University of Arizona, 2019.</div>\n</div>",
  "citation": "<span>Kerith Miriam Miller, “The Role of Aramaic in Syrian Orthodox Ethnic and Religious Identity” (Ph.D. dissertation, University of Arizona, 2019).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=The%20Role%20of%20Aramaic%20in%20Syrian%20Orthodox%20Ethnic%20and%20Religious%20Identity&amp;rft.inst=University%20of%20Arizona&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Kerith%20Miriam&amp;rft.aulast=Miller&amp;rft.au=Kerith%20Miriam%20Miller&amp;rft.date=2019&amp;rft.language=en'></span>\n",
  "data": {
    "key": "7NMB84PE",
    "version": 16932,
    "itemType": "thesis",
    "title": "The Role of Aramaic in Syrian Orthodox Ethnic and Religious Identity",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Kerith Miriam",
        "lastName": "Miller"
      }
    ],
    "abstractNote": "The Syrian Orthodox (Suryoye) form a Christian community that has maintained its identity, traditions and use of Aramaic language since the earliest days of Christianity. Their current linguistic culture is characterized by both diglossia consisting of a liturgical written Aramaic (Kthobonoyo or Classical Syriac) and a non-standardized colloquial language (Turoyo or Surayt). Within the past several decades, the Suryoye have recognized that their colloquial language is dwindling, particularly the transmission to the younger generations. The language endangerment corresponds to the dispersion of the people from the homelands to the countries of a world-wide diaspora. Disparate individuals and groups of Suryoye, taking this into account, have begun to take action to reverse the trend of gradual language loss.\nThe Suryoye who are making the efforts to maintain/reinvigorate the colloquial language or even revive the liturgical language as a spoken variety face multiple challenges. On one hand they deal with religious and political oppression in their homelands, including limited educational and professional opportunities for youth. On the other, they confront demands to assimilate to other cultures and especially languages in the diaspora. Additionally, the Suryoye struggle with ideological divisions within the community. The community members do not share a united narrative about their origin in space and time, their history, or who is a member of their ethnic group. On the level of language policy, they do not share values about the place of the liturgical and colloquial languages within their linguistic culture nor on how to transmit language to the youth. Debates on appropriate orthography, use of ‘foreign’ words, validity of neologisms, dialectal differences and pedagogical strategies create energy towards progress in language rejuvenation, but also sometimes hamper collaboration on language projects.\nThis dissertation consists of a compilation of voices of Suryoye gathered in Istanbul and Berlin over the years 2015 – 2017. It traces the history of the splits in origin narrative, explores the Syrian Orthodox relationship between language, home and diaspora, analyzes the notions of authority and authenticity as pillars of language continuity, and investigates the perception of agency at three different scales of interactions – individual, community of practice, and institutional, suggesting that the ability to reframe interactions in terms of scale can directly affect the ability to reframe them in terms of agency, thus opening a path towards increased individual agency in reversing language loss.",
    "thesisType": "Ph.D. dissertation",
    "university": "University of Arizona",
    "place": "",
    "date": "2019",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/7NMB84PE\nSyriacaURI: http://syriaca.org/cbss/7NMB84PE\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Classical Syriac"
      },
      {
        "tag": "Diaspora"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "Modern Syriac"
      },
      {
        "tag": "Syriac language"
      },
      {
        "tag": "XIX-XXI CE"
      },
      {
        "tag": "XX CE"
      },
      {
        "tag": "XXI CE"
      },
      {
        "tag": "ethnicity"
      },
      {
        "tag": "identity"
      },
      {
        "tag": "sociolinguistics"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:33:38Z",
    "dateModified": "2025-09-17T17:38:04Z"
  }
}