{
  "key": "96UF28EH",
  "version": 16711,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/96UF28EH",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/96UF28EH",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Kuhn",
    "parsedDate": "2016",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Kuhn, Michael. &#x201C;Defending Divine Unity in the Muslim Milieu: The Trinitarian and Christological Formulations of Ab&#x16B; al-Faraj &#x2018;Abd All&#x101;h Ibn al-&#x1E6C;ayyib and Iliyy&#x101; of Nisibis.&#x201D; Ph.D. dissertation, Middlesex University, 2016.</div>\n</div>",
  "citation": "<span>Michael Kuhn, “Defending Divine Unity in the Muslim Milieu: The Trinitarian and Christological Formulations of Abū al-Faraj ‘Abd Allāh Ibn al-Ṭayyib and Iliyyā of Nisibis” (Ph.D. dissertation, Middlesex University, 2016).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Defending%20Divine%20Unity%20in%20the%20Muslim%20Milieu%3A%20The%20Trinitarian%20and%20Christological%20Formulations%20of%20Ab%C5%AB%20al-Faraj%20%E2%80%98Abd%20All%C4%81h%20Ibn%20al-%E1%B9%ACayyib%20and%20Iliyy%C4%81%20of%20Nisibis&amp;rft.inst=Middlesex%20University&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Michael&amp;rft.aulast=Kuhn&amp;rft.au=Michael%20Kuhn&amp;rft.date=2016&amp;rft.language=en'></span>\n",
  "data": {
    "key": "96UF28EH",
    "version": 16711,
    "itemType": "thesis",
    "title": "Defending Divine Unity in the Muslim Milieu: The Trinitarian and Christological Formulations of Abū al-Faraj ‘Abd Allāh Ibn al-Ṭayyib and Iliyyā of Nisibis",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Michael",
        "lastName": "Kuhn"
      }
    ],
    "abstractNote": "This research examines two prominent theologians of the Assyrian Church of the East who responded to Islam’s perennial objections to the Christian Trinity and Christology. The theologians in question are Abū al-Faraj ʽAbd Allāh Ibn al-Ṭayyib (d. 1043/434) and Bishop Iliyyā of Nisibis (d. 1046/437). Both men were characterized by a remarkable literary production marking them out among the intellectual elite of their day as polymaths. The research discusses the two theologians as examples of Christian theological response in the Arab Muslim milieu. Ibn al-Ṭayyib, though recognized as an exegete, has not been noted for his contribution to Muslim-Christian discourse. The thesis identifies his response in his theological treatises. Though he did not engage with a specific dialogue partner nor even mention Islam explicitly, the questions he considered correspond unmistakably to the themes of the Muslim-Christian interface. The research features this implicit defence of divine unity in Ibn al-Ṭayyib’s theological formulations. Iliyyā of Nisibis, on the other hand, enjoyed a productive dialogue with the Shi’īte Vizier (Minister of State) of the Marwanid Dynasty (located in eastern Syria and Western Turkey today). The research highlights the ‘agnostic inquisitiveness’ of Abū al-Qāsim in tandem with the tawḥīd rhetoric of Iliyyā which occasioned one of the most promising examples of Muslim-Christian discourse of the medieval period known as The Sessions. Other works of Iliyyā are also considered. Both theologians dealt with critical questions posed by Muslim intellectuals concerning the Christian definition of divine unity in light of their Trinitarian and Christological formulations. The Christians claim divine unity (tawḥīd) as a correct descriptor of their view as they seek to secure the inclusion of their community in the fold of monotheism. Key questions include the definition of the Trinitarian hypostases and their relation to the divine essence (How can God be one and three?). The nature of the union of divinity and humanity in Christ is equally critical given that Muslims viewed the incarnation as an egregious example of shirk (associating the Creator with the created — polytheism). The two theologians borrowed from and developed the theological constructs of their predecessors as demonstrated by the thesis. Other topics include: the shaping of theological constructs by the Muslim milieu, lexical amendments due to Arabic and Islamic terminology, the duality of the hypostases in Christ proffered by the Church of the East (‘Nestorian’) and social and political implications of Christian adherence to divine unity. The research concludes with a discussion of implications of divine Trinitarian unity in today’s Arab Muslim world.",
    "thesisType": "Ph.D. dissertation",
    "university": "Middlesex University",
    "place": "",
    "date": "2016",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/96UF28EH\nSyriacaURI: http://syriaca.org/cbss/96UF28EH\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Arab Christians"
      },
      {
        "tag": "Christology"
      },
      {
        "tag": "Elias of Nisibis"
      },
      {
        "tag": "Ibn at-Tayyib"
      },
      {
        "tag": "Muslim-Christian relations"
      },
      {
        "tag": "Nestorians"
      },
      {
        "tag": "Trinity"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "XI CE"
      },
      {
        "tag": "apologetics"
      },
      {
        "tag": "primary sources [Arabic] + English translation"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:33:03Z",
    "dateModified": "2025-09-17T17:46:36Z"
  }
}