{
  "key": "97QDGHZF",
  "version": 16994,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/97QDGHZF",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/97QDGHZF",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Murphy",
    "parsedDate": "1984",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Murphy, Frederick James. &#x201C;The Structure and Meaning of Second Baruch.&#x201D; Ph.D. dissertation, Harvard University, 1984.</div>\n</div>",
  "citation": "<span>Frederick James Murphy, “The Structure and Meaning of Second Baruch” (Ph.D. dissertation, Harvard University, 1984).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=The%20Structure%20and%20Meaning%20of%20Second%20Baruch&amp;rft.inst=Harvard%20University&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Frederick%20James&amp;rft.aulast=Murphy&amp;rft.au=Frederick%20James%20Murphy&amp;rft.date=1984&amp;rft.tpages=187&amp;rft.language=en'></span>\n",
  "data": {
    "key": "97QDGHZF",
    "version": 16994,
    "itemType": "thesis",
    "title": "The Structure and Meaning of Second Baruch",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Frederick James",
        "lastName": "Murphy"
      }
    ],
    "abstractNote": "This thesis is an analysis of Second Baruch, otherwise known as the Syriac Apocalypse of Baruch. It begins with a literary analysis which refines the traditional division of the book into seven parts by making explicit the structure of each part. Parts II through VI are seen as structured according to the following scheme:  (a) introductory prayer of Baruch; (b) dialogue between Baruch and God; (c) speech usually by Baruch, but in part II by God. The argument is made that the author's own emphases can be discovered by paying special attention to the speeches and prayers of Baruch, and by seeing the dialogues as supporting those speeches and prayers. The structures of parts I and VII do not fit the scheme elucidated above. The first section introduces the central concern of the author: the absence of Zion. This section is analyzed in chapter four of this thesis, which deals with the author's attitude toward Zion and the Temple. Its structure follows that of the intercessory bargaining form as found in various parts of the Old Testament. Section VII consists of Baruch's epistle to the exiles and serves as a summary of the major ideas of Second Baruch. Analysis of this section is used throughout the thesis to confirm the results obtained by the investigation of parts I through VI. Second Baruch was written as a reaction to the destruction of Jerusalem in 70 C.E. Its basic message is that although Jerusalem is gone, the Law remains, and that it is through obedience to that Law that one can attain to the new world. In the author's references to this new world (analyzed in chapter three of this thesis) he uses two sets of language. One set stresses the ontological difference between the two worlds (the present one is corruptible and transitory, the future one is eternal). He does this by using both sapiential reasoning and presentation of God's revelation to Baruch. This thesis sees this viewpoint as the author's alteration of a more traditional eschatology, as is found for example in Isaiah. In this latter eschatology, the new world is heaven and earth transformed in a way which corrects all ills. By using both sets of language, the author of Second Baruch reinforces the hope of the people in the future, but stresses the discontinuity between this world and the future one, thereby relativizing the importance of the destruction of Zion and even of its restoration.",
    "thesisType": "Ph.D. dissertation",
    "university": "Harvard University",
    "place": "",
    "date": "1984",
    "numPages": "187",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/97QDGHZF\nSyriacaURI: http://syriaca.org/cbss/97QDGHZF",
    "tags": [
      {
        "tag": "2 Baruch"
      },
      {
        "tag": "OT apocrypha"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:33:48Z",
    "dateModified": "2025-09-17T16:04:34Z"
  }
}