{
  "key": "98UT2Z9S",
  "version": 15857,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/98UT2Z9S",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/98UT2Z9S",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Buck",
    "parsedDate": "1978",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Buck, Erwin. <i>Manuscript Studies in the Syriac Versions of Romans</i>. Th.D. Dissertation. Lutheran School of Theology at Chicago, 1978.</div>\n</div>",
  "citation": "<span>Erwin Buck, <i>Manuscript Studies in the Syriac Versions of Romans</i>, Th.D. Dissertation (Lutheran School of Theology at Chicago, 1978).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Manuscript%20Studies%20in%20the%20Syriac%20Versions%20of%20Romans&amp;rft.publisher=Lutheran%20School%20of%20Theology%20at%20Chicago&amp;rft.series=Th.D.%20dissertation&amp;rft.aufirst=Erwin&amp;rft.aulast=Buck&amp;rft.au=Erwin%20Buck&amp;rft.date=1978&amp;rft.tpages=466&amp;rft.language=en'></span>\n",
  "data": {
    "key": "98UT2Z9S",
    "version": 15857,
    "itemType": "book",
    "title": "Manuscript Studies in the Syriac Versions of Romans",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Erwin",
        "lastName": "Buck"
      }
    ],
    "abstractNote": "This dissertation is intended to pave the way for a full-scale critical edition of St. Paul's Letter to the Romans in Syriac and to demonstrate the usefulness of such an edition for elucidating the history of the Syriac text of the Corpus Paulinum. The first part of the work presents what is believed to be the largest collection of manuscript and patristic evidence so far assembled for the study of the Syriac text of Romans and, on the basis of that evidence, constructs a critical apparatus of Romans, chapter eight as a sample. As a first stage in this undertaking it was necessary to devise a suitable system for the codification of the Syriac manuscripts, since no such system is presently in existence, and since the use of the shelf-numbers of manuscripts is totally unacceptable in a critical apparatus of major proportions. The proposed sigla are relatively simple, consisting, in the majority of cases, of no more than four or five digits each, which reveal at a glance the age of the manuscript as well as the type of its text. Presently the system is designed to cover not only the Peshitta, but also the Harklean and Palestinian Syriac versions, and to indicate, as well, whether a given manuscript consists of continuous New Testament text, lectionary selections, or massoretic notations. It is suggested that the proposed system has much to commend itself for widespread use in critical editions of the Syriac New Testament. The second part of the dissertation consists of three studies in the history of the text of Romans in the Syriac medium, each devoted to one of the major Syriac versions, beginning with the most recent and concluding with the most ancient. Chapter four elucidates the translation and revision techniques which were operative in the production of the Harklean version and aims to identify the type of Greek text on which this version is based. The Peshitta version is the subject of chapter five. There it is demonstrated, among other things, how a classification of manuscripts into Nestorian, Jacobite, Maronite, and Melkite can be employed as a tool for recovering a Peshitta text which antedates the Syrian schism of the fifth century, that is to say, a text earlier than that of the earliest extant manuscripts. An investigation into the Greek text underlying the Peshitta of Romans revealed a surprising proportion of Western and Alexandrian elements. In this connection it became evident that the critical editions of the Greek New Testament are frequently unreliable when they list Syriac support for one or the other variant reading. Chapter six ventures into the most remote area of Syriac textual history and attempts to recover at least isolated traces of the now lost Old Syriac version. The findings argue that the recently proposed thesis of J. Kerschensteiner, to the effect that the Old Syriac version of the Corpus Paulinum was a uniform text, needs to be revised. The appendix offers a classified chronological bibliography of manuscript catalogues and descriptions as a key to the various collections of Syriac documents.",
    "series": "Th.D. dissertation",
    "seriesNumber": "",
    "volume": "",
    "numberOfVolumes": "",
    "edition": "",
    "place": "",
    "publisher": "Lutheran School of Theology at Chicago",
    "date": "1978",
    "numPages": "466",
    "language": "en",
    "ISBN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/98UT2Z9S\nSyriacaURI: http://syriaca.org/cbss/98UT2Z9S",
    "tags": [
      {
        "tag": "New Testament"
      },
      {
        "tag": "Paul"
      },
      {
        "tag": "Peshitta NT"
      },
      {
        "tag": "textual criticism"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:31:06Z",
    "dateModified": "2025-09-17T14:41:45Z"
  }
}