{
  "key": "9MXRM3GC",
  "version": 17964,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/9MXRM3GC",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/9MXRM3GC",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Daly",
    "parsedDate": "2021",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Daly, Sean N. &#x201C;Sources and Redaction in the Account of the Emperor Julian in Book 3 of Theodoret&#x2019;s <i>Historia Ecclesiastica</i>.&#x201D; Ph.D. dissertation, The Florida State University, 2021.</div>\n</div>",
  "citation": "<span>Sean N. Daly, “Sources and Redaction in the Account of the Emperor Julian in Book 3 of Theodoret’s <i>Historia Ecclesiastica</i>” (Ph.D. dissertation, The Florida State University, 2021).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Sources%20and%20Redaction%20in%20the%20Account%20of%20the%20Emperor%20Julian%20in%20Book%203%20of%20Theodoret%E2%80%99s%20%3Ci%3EHistoria%20Ecclesiastica%3C%2Fi%3E&amp;rft.inst=The%20Florida%20State%20University&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Sean%20N.&amp;rft.aulast=Daly&amp;rft.au=Sean%20N.%20Daly&amp;rft.date=2021&amp;rft.language=en'></span>\n",
  "data": {
    "key": "9MXRM3GC",
    "version": 17964,
    "itemType": "thesis",
    "title": "Sources and Redaction in the Account of the Emperor Julian in Book 3 of Theodoret’s <i>Historia Ecclesiastica</i>",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Sean N.",
        "lastName": "Daly"
      }
    ],
    "abstractNote": "Given the interest in both late antique historiography and the emperor Julian, there is a surprising lack of scholarship concerning the image of Julian presented by Theodoret, the fifth-century bishop of Cyrus, whose Historia ecclesiastica is one of our most important sources of late antique history. This dissertation provides a granular analysis of nineteen episodes dealing with the treatment of the reign of the Emperor Julian in Book 3 of Theodoret’s Historia ecclesiastica. These passages, which account for two-thirds of Book 3, discuss the emperor and his policies in the context of three major themes: Julian’s war on Christianity (Chapter 4), Julian’s interactions with demons and oracles (Chapter 5), and the divine retribution enacted upon Julian and his followers (Chapter 6).\nChapter 4, “War on Christianity,” includes nine episodes: the desecration of the bones of John the Baptist (3.7.1), the persecution of Mark of Arethusa (3.7.6–10), the confession of Theodorus (3.11.1–3), the martyrdom of Juventinus and Maximinus (3.15.1–9), the confession of Valentinian (3.16.1–5), the gold distribution ceremony (3.17.1–8), the martyrdom of the Dux Artemius (3.18.1–2), the defiance of Publia (3.19.1–6), and the speech of the Beroean magistrate (3.22.1–5). Chapter 5, “Demons and Oracles,” includes five episodes: Julian’s initiation in Greece (3.3.1–7), the transfer of Babylas and destruction of the temple of Apollo (3.10.1–3.11.5), the prophecies concerning Julian’s Persian expedition (3.21.1–6), the visions of the pedagogue and monk (21.23–24), and the discovery of the Antiochene skulls and the Carrhaean haruspicy (3.26–27). Chapter 6, “Divine Retribution,” includes four episodes: the punishment of the persecutors of Cyril of Heliopolis (3.7.2–4), the desecrations committed by the Prefect Julian, Felix, and Elpidius (3.12.1–13.4), the attempt to rebuild the Temple of Jerusalem (3.20.1–8), and the death of Julian in Persia (3.25.1–7).\nThe analysis of each episode begins with a detailed discussion of Theodoret’s sources for that episode followed by a literary and ideological analysis of how Theodoret uses each of those source in his own account. For the episodes for which Theodoret is the only extant source, some attention is given to his possible sources, but the analysis is focused primarily on how the episode illustrates Theodoret’s literary techniques, theological interests, and historiographical methods. Earlier work on Theodoret’s sources identified a number of possible sources for various episodes, but did not demonstrate precisely where and how Theodoret employed them. This study, based on a detailed analysis that compares Theodoret’s text to all relevant parallels, demonstrates the complex way he uses his source material, often weaving together two or more sources into a single narrative.\nThe results of the source-critical analyses in many cases agree with earlier studies in recognizing Theodoret’s use of Rufinus, the so-called anonymous “Arian Historian,” Gregory of Nazianzus, John Chrysostom, and Antiochene oral tradition. Some earlier studies have also noted a connection between Theodoret and the Historia ecclesiastica of Sozomen, although scholars differ about how to best explain that connection. The analysis undertaken in this study clearly demonstrates a direct literary connection between Theodoret and Sozomen based on evidence that appears in Book 3, although this analysis has found no decisive evidence from which to establish the priority of one author over the other. Nevertheless, this study provides a great deal of data that could help to answer this question if considered together with data from similar analyses of the remaining books in Theodoret’s Historia ecclesiastica. The evidence gathered through this project also supports the common use of the Arian Historian as the simplest way to explain the clear connections between Philostorgius and Theodoret. The careful study of Book 3 also provides substantial evidence that the ninth-century chronicler Theophanes, in addition to using the Arian Historian and the Epitome of Theodorus Anagnostes, may have also used Theodoret's history directly.\nThe redaction-critical analyses undertaken in this study demonstrate how Theodoret dramatizes his source material with specific language and themes that shape Book 3 into a cohesive narrative depicting Julian as a wicked tyrant whose lust for power drives him to embrace false gods and attempt a war on Christianity on their behalf. Nevertheless, Julian is thwarted by the efforts of bold and pious Christians and finally forced to admit the power of Christ as he is overcome by divine retribution.",
    "thesisType": "Ph.D. dissertation",
    "university": "The Florida State University",
    "place": "",
    "date": "2021",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/9MXRM3GC\nSyriacaURI: http://syriaca.org/cbss/9MXRM3GC",
    "tags": [
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "Julian"
      },
      {
        "tag": "Theodoret of Cyrus"
      },
      {
        "tag": "V CE"
      },
      {
        "tag": "emperor"
      },
      {
        "tag": "historiography"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "TW9XKNJD"
    ],
    "relations": {},
    "dateAdded": "2023-08-18T17:47:19Z",
    "dateModified": "2025-09-17T14:52:38Z"
  }
}