{
  "key": "C7FVF8EV",
  "version": 17750,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/C7FVF8EV",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/C7FVF8EV",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Weatherlake",
    "parsedDate": "1970",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Weatherlake, Robert Clement. &#x201C;A Translation and Critical Discussion of the Commentary of Dionysius Bar Salibi on the Book of Isaiah.&#x201D; Ph.D. dissertation, University of Melbourne, 1970.</div>\n</div>",
  "citation": "<span>Robert Clement Weatherlake, “A Translation and Critical Discussion of the Commentary of Dionysius Bar Salibi on the Book of Isaiah” (Ph.D. dissertation, University of Melbourne, 1970).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=A%20Translation%20and%20Critical%20Discussion%20of%20the%20Commentary%20of%20Dionysius%20Bar%20Salibi%20on%20the%20Book%20of%20Isaiah&amp;rft.inst=University%20of%20Melbourne&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Robert%20Clement&amp;rft.aulast=Weatherlake&amp;rft.au=Robert%20Clement%20Weatherlake&amp;rft.date=1970&amp;rft.language=en'></span>\n",
  "data": {
    "key": "C7FVF8EV",
    "version": 17750,
    "itemType": "thesis",
    "title": "A Translation and Critical Discussion of the Commentary of Dionysius Bar Salibi on the Book of Isaiah",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Robert Clement",
        "lastName": "Weatherlake"
      }
    ],
    "abstractNote": "This thesis arises from a keen awareness of the important place of the Old Testament evidenced by the New Testament's frequent recognition of its authority together with extensive quotation, particularly of' the books of Psalms and Isaiah. We note also the statement in Midrash Rabbah Deuteronomy (p 32) that there are no greater prophets than Moses and Isaiah, and John Chrysostom's view that Isaiah's is \"the fullest voice of all\". The commentary of Dionysius Bar Salibi on Isaiah is part of his commentary on the whole Bible. It belongs to the twelfth century but embodies a variety of earlier hermeneutics from both Syrian and Greek sources. It has not been published so is available only from Syriac Manuscripts and an Arabic translation. My purpose is to put the commentary in a more convenient form for further study, and comparison with other works. The foundation of this thesis is a close study of the five Mss of the commentary which have become available to me. At this point I am particularly indebted to Professor A. Voobus of Chicago who kindly made available photographed copies of the Deir Za'faran, Mosul and Sarfeh Mss. Photographed copies of the Paris and Mingana Mss were made available through the Department of Middle Eastern Studies, University of Melbourne. The study of these five Mss shows that that of Deir Za’faran is the primary one. Though mistakes are evident in this Ms, the later Mss appear to be quite dependent upon this one. The thesis includes some introductory work on the derivation of the commentary and its characteristics. Writers like Rendel Harris and G. Diettrich have indicated that Bar Salibi’s Biblical commentaries are compilations rather than original works. However there could be original elements, and in any case the selection of some parts of earlier works and the rejection of others means that a degree of initiative has been used. In the case of Isaiah and certain other books, the commentaries from which Bar Salibi copies are not extant. This enhances the importance of Bar Salibi’s commentary on these books but greatly reduces the opportunity of assessing what is original to Bar Salibi. The bibliography shows what works of Bar Salibi have been published. It has not been possible within the scope of this thesis to make the kind of close study of these works that would be significant enough to contribute to conclusions on what sources may have been available to Bar Salibi. I believe the reproduction of the Deir Za'faran Ms together with exhaustive comparison with the four other Mss, to be original. Further, conclusions with regard to the relationship of the five Mss to each other are probably original because of the inaccessibility of some of the Mss. I also believe that the translation of this commentary into English has not previously been accomplished in full.",
    "thesisType": "Ph.D. dissertation",
    "university": "University of Melbourne",
    "place": "",
    "date": "1970",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/C7FVF8EV\nSyriacaURI: http://syriaca.org/cbss/C7FVF8EV\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Dionysius bar Salibhi"
      },
      {
        "tag": "Isaiah"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "Old Testament"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "XII CE"
      },
      {
        "tag": "commentary"
      },
      {
        "tag": "exegesis"
      },
      {
        "tag": "primary sources [Syriac] + English translation"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:36:03Z",
    "dateModified": "2025-09-17T17:06:31Z"
  }
}