{
  "key": "CNL4JR54",
  "version": 15738,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/CNL4JR54",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/CNL4JR54",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Bonni",
    "parsedDate": "2019",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Bonni, Joe. &#x201C;Everything Is Full of Gods: Representing Religion at the Edges of Empires.&#x201D; Ph.D. dissertation, University of Chicago, 2019.</div>\n</div>",
  "citation": "<span>Joe Bonni, “Everything Is Full of Gods: Representing Religion at the Edges of Empires” (Ph.D. dissertation, University of Chicago, 2019).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Everything%20Is%20Full%20of%20Gods%3A%20Representing%20Religion%20at%20the%20Edges%20of%20Empires&amp;rft.inst=University%20of%20Chicago&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Joe&amp;rft.aulast=Bonni&amp;rft.au=Joe%20Bonni&amp;rft.date=2019&amp;rft.language=en'></span>\n",
  "data": {
    "key": "CNL4JR54",
    "version": 15738,
    "itemType": "thesis",
    "title": "Everything Is Full of Gods: Representing Religion at the Edges of Empires",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Joe",
        "lastName": "Bonni"
      }
    ],
    "abstractNote": "Europos Dura was an ancient fortress city on the Euphrates River in modern Syria. Founded in 303 BCE as part of the growing, post-Alexandrian, Seleucid Empire, over the next 550 years, Europos fell from Macedonian, to Parthian, and then Roman control as it grew from a small fort (“dura” in Aramaic) protecting a river crossing, to a 50-hectare regional capital. In approximately 257 CE, the city was besieged and sacked by Sassanian forces who chose to abandon the city rather than re-populate it. Europos sat gathering sand for some 1,600 years until archaeologists rediscovered the site in the 1920s. Excavations lead by Yale University and the French Academy were conducted until 1937. In the 1980s, French excavations began at the site again and continued until the outbreak of the Syrian Civil War in 2011. Along with an unparalleled cache of Roman military documents, evidence of siege warfare (and chemical warfare), and almost two-dozen temples to Greco-Roman, Syrian and Mesopotamian gods, also uncovered was what is now recognized as the oldest extant Christian ritual space known archeologically. A small Christian temple – converted from a domestic space – was erected in the city during the third century, a period of chaos for the Roman Empire and also a period of on-again/off-again persecution of Christians by the Empire. The Christian temple at Europos not only bears evidence of an openly practicing and tolerated cult in the city, but in the construction of their ritual space, the architectural and artistic choices made by “Durene” Christians in their renovations of the building reveal considerable evidence of social interaction and integration of Christians at Europos with other Durenes in their daily life.\nOriginally conceived of as an investigation into why Christians at Europos chose to practice a religion frequently at odds with empire, and with the goal of determining if archaeological evidence at Europos provided enough resolution to reveal if the church community at Europos perhaps provided these early Christians tools of resistance (Comaroff 1985), or the conditions of possibility for resistance as articulated by Scott (1990, 2000), my research led me ultimately to another conclusion. Based on an analysis of the material culture of their ritual space, Durene Christians appear to have been well integrated into Durene society and well versed in local logics, customs and traditions regarding religion and ritual practice. Close and important social ties between Christians and other religious groups in Europos, and the Roman military garrisoned in the town, are revealed in the material remains at Europos as well as ties between Durene Christians and the history and religions of the oasis city of Palmyra, a nearby trading partner and sometimes Roman ally.\nStressing a shift to local/regional understandings of Christian practice and thick description rather than using categories constructed by theologians and religious historians long removed from the people and events studied, and questioning overarching categories (“Christianity”) that describe something so varied and diverse across space and time that it is too broad to be of much analytical use, this project provides a model for an anthropological archaeology and history of early Christianity.\nThrough a combination of evidence acquired through original excavations at Europos Dura in 2010 and extensive archival research at Yale and in Paris, I re-present Christianity in Europos as a localized, Syrian, Durene practice that need not be classified into any pre-existing Christian sects, factions or heresies, categories largely defined and shaped by later church fathers and centuries of religious discourse in the West.",
    "thesisType": "Ph.D. dissertation",
    "university": "University of Chicago",
    "place": "",
    "date": "2019",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/CNL4JR54\nSyriacaURI: http://syriaca.org/cbss/CNL4JR54\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Dura Europos"
      },
      {
        "tag": "I-III CE"
      },
      {
        "tag": "III CE"
      },
      {
        "tag": "Roman Syria"
      },
      {
        "tag": "archaeology"
      },
      {
        "tag": "churches"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:30:52Z",
    "dateModified": "2025-09-17T18:27:44Z"
  }
}