{
  "key": "DRFUHH73",
  "version": 17626,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/DRFUHH73",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/DRFUHH73",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Vallavanthara",
    "parsedDate": "1990",
    "numChildren": 2
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Vallavanthara, Antony. &#x201C;The Liturgical Year of the St.Thomas Christians &#x2013; Attempts at Restoration (1954&#x2013;1989): An Historical Investigation.&#x201D; Th.D. dissertation, Universit&#xE9; Catholique de Louvain, 1990.</div>\n</div>",
  "citation": "<span>Antony Vallavanthara, “The Liturgical Year of the St.Thomas Christians – Attempts at Restoration (1954–1989): An Historical Investigation” (Th.D. dissertation, Université Catholique de Louvain, 1990).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=The%20Liturgical%20Year%20of%20the%20St.Thomas%20Christians%20%E2%80%93%20Attempts%20at%20Restoration%20(1954%E2%80%931989)%3A%20An%20Historical%20Investigation&amp;rft.inst=Universit%C3%A9%20Catholique%20de%20Louvain&amp;rft.degree=Th.D.%20dissertation&amp;rft.aufirst=Antony&amp;rft.aulast=Vallavanthara&amp;rft.au=Antony%20Vallavanthara&amp;rft.date=1990&amp;rft.tpages=liii%2C%20582&amp;rft.language=en'></span>\n",
  "data": {
    "key": "DRFUHH73",
    "version": 17626,
    "itemType": "thesis",
    "title": "The Liturgical Year of the St.Thomas Christians – Attempts at Restoration (1954–1989): An Historical Investigation",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Antony",
        "lastName": "Vallavanthara"
      }
    ],
    "abstractNote": "Cette recherche sur l'année liturgique des Chrétiens de saint Thomas est menée dans le contexte des essais de restauration de la liturgie au sein de l'Eglise syro-malabare depuis 1954. Elle vise à déterminer dans quelle mesure les efforts en vue de la restauration ont été poursuivis à la lumière de la tradition et dans quelle mesure ils ont contribué à sauvegarder le patrimoine des Chrétiens de saint Thomas. L'étude s'appuie surtout sur les manuscrits liturgiques syro-orientaux postérieurs au VIIe siècle et particulièrement sur ceux du Malabar, lectionnaires, Hudra, Gaza, Kaskol, Thaksa d'Yaummasa Shimme, Thaksa d'Kahane, Ksava daqdam uvasar, et livres liturgiques imprimés du XIXe et du XXe siècle.\nLa description de l'année liturgique dans les divers instruments qui ont servi à la restauration entre 1954 et 1989 révèle que deux points de vue présidèrent à la proposition des modèles, l'un qui voulait insister sur la préservation de la tradition, l'autre qui préconisait davantage l'adaptation, ce qui entraîna une crise dans le processus de la restauration. Aujourd'hui le problème fondamental face à la restauration paraît être de préserver l'équilibre entre la fidélité à la tradition éprouvée et l'ouverture au progrès. C'est pourquoi la présente enquête sur les traditions des Chrétiens de saint Thomas touchant l'année liturgique et sur leurs racines dans la tradition syro-orientale s'attache spécialement à l'organisation structurelle et à la théologie de l'année liturgique. Au point de départ de ce travail, nous avons donc établi une liste exhaustive, autant que faire se peut, des sources liturgiques, manuscrites et imprimées, des Chrétiens de saint Thomas et de la tradition syro-orientale.\nL'examen des sources malabares fait apparaître qu'en dépit de la romanisation au cours des quatre derniers siècles, qui a touché particulièrement son année liturgique, l'Eglise du Malabar a préservé certaines traditions précieuses de l'année liturgique syro-orientale. Cependant la tradition malabare n'est pas monolithique. Tandis que les documents précédant Diamper révèlent deux modèles différents antérieurs aux Portugais, les sources manuscrites postérieures à Diamper attestent de plus anciens modèles dont des restes ont survécu à la romanisation. De plus, l'étude des livres liturgiques imprimés des XIXe et XXe siècles a mis en évidence une structure de l'année liturgique antérieure au VIIe siècle et conservée dans les bréviaires et calendriers malabares.\nLa recherche des racines des traditions malabares a conduit à étendre l'enquête aux traditions syro-orientales. L'analyse des manuscrits syro-orientaux postérieurs au VIIe siècle montre que les différentes traditions malabares reflètent des traditions syro-orientales d'âges divers. Nous avons pu distinguer dans les structures des manuscrits Vatican, Syr. 22, Cambridge, Univ. Libr. 1.17, Vatican, Syr. 85, et du Kaskol kothamangalam, deux organisations distinctes, Elie - Invention de la Croix - Moïse - Qudas Edtha, d'une part, et, de l'autre, Elie - Invention - Qudas Edtha, attestées dans des manuscrits postérieurs au VIIe siècle. Le système des fêtes et commémoraisons de l'Eglise de Malabar reflète aussi les différentes traditions des Eglises syro-orientales. La comparaison des interprétations théologiques de l'année liturgique par l'Auteur Anonyme, par Ramban Brik Iso et par le Théologien Inconnu autorise l'hypothèse que les deux organisations représentant des traditions antérieures au VIIe siècle, correspondant à deux perspectives théologiques décrivant le \"mystère de la dispensation\" (raza dam'dabranusta), l'une portant sur l'histoire du salut dans son ensemble, l'autre plus centrée sur le Christ. La découverte la plus significative de notre étude est la constatation que l'un des plus anciens systèmes, Apôtres - (Qaïtha) - Invention - Qudas Edtha, a été préservé sous deux formes différentes dans les bréviaires et les calendriers malabares jusqu'à la restauration de 1962.\nIl est apparu aussi que le modèle proposé pour la restauration par la Commission liturgique romaine en 1954 représentait, à travers le Supplementum Mysteriorum une structure syro-orientale transformée par la romanisation à l'intérieur de l'Eglise Chaldéenne au cours des XVIIIe et XIXe siècles.\nDans le travail de restauration, le groupe favorable à la tradition s'est surtout appuyé sur le Supplementum Mysteriorum et sur le bréviaire de Bedjan et, par là, sur des modèles syro-orientaux tardifs, tandis que le groupe favorable à l'adaptation a souvent utilisé des modèles romanisés.\nEn conclusion, il ressort que les tentatives de restauration de ces dernières trente-cinq années dans l'Eglise du Malabar ont réussi à rétablir les modèles syro-orientaux de l'année liturgique. Mais on peut regretter que les sources et traditions propres au Malabar n'ont pas été adéquatement prises en compte et intégrées.",
    "thesisType": "Th.D. dissertation",
    "university": "Université Catholique de Louvain",
    "place": "",
    "date": "1990",
    "numPages": "liii, 582",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/DRFUHH73\nSyriacaURI: http://syriaca.org/cbss/DRFUHH73",
    "tags": [
      {
        "tag": "India"
      },
      {
        "tag": "Kerala"
      },
      {
        "tag": "Syro-Malabar"
      },
      {
        "tag": "XIX-XXI CE"
      },
      {
        "tag": "XX CE"
      },
      {
        "tag": "calendar"
      },
      {
        "tag": "feasts"
      },
      {
        "tag": "liturgics"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:35:38Z",
    "dateModified": "2025-09-17T18:56:03Z"
  }
}