{
  "key": "DRYL84W2",
  "version": 16585,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/DRYL84W2",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/DRYL84W2",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Kalin",
    "parsedDate": "2014",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Kalin, Laura Mennen. &#x201C;Aspect and Argument Licensing in Neo-Aramaic.&#x201D; Ph.D. dissertation, University of California, Los Angeles, 2014.</div>\n</div>",
  "citation": "<span>Laura Mennen Kalin, “Aspect and Argument Licensing in Neo-Aramaic” (Ph.D. dissertation, University of California, Los Angeles, 2014).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Aspect%20and%20Argument%20Licensing%20in%20Neo-Aramaic&amp;rft.inst=University%20of%20California%2C%20Los%20Angeles&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Laura%20Mennen&amp;rft.aulast=Kalin&amp;rft.au=Laura%20Mennen%20Kalin&amp;rft.date=2014&amp;rft.language=en'></span>\n",
  "data": {
    "key": "DRYL84W2",
    "version": 16585,
    "itemType": "thesis",
    "title": "Aspect and Argument Licensing in Neo-Aramaic",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Laura Mennen",
        "lastName": "Kalin"
      }
    ],
    "abstractNote": "This dissertation explores interactions between grammatical/viewpoint aspect and argument licensing in several endangered Northeastern Neo-Aramaic languages. The most pervasive of these interactions are the aspect-based agreement splits attested across Northeastern Neo-Aramaic (Doron and Khan 2012), where the agreement pattern of the imperfective is partially or completely reversed in the perfective. There are two language types that are of core interest in the dissertation, which form a natural class in that they have a consistent nominative/accusative alignment across aspects and have a restriction on objects in the perfective: (i) partial agreement reversal, with objects that are specific banned in canonical perfective aspect (Senaya), and (ii) complete agreement reversal, with objects that are non-third person banned in canonical perfective aspect (Christian Barwar, Jewish Zakho, Telkepe, i.a. ).\nThe two aspect splits described above are the topic of Chapter 2, where it is argued that such splits arise because imperfective Asp (in addition to finite T) can license an argument, while perfective Asp cannot (Kalin and van Urk To Appear); additionally, it is argued that v is not an argument licenser in these languages. There is therefore a fundamental distinction between the argument-licensing capacity of canonical perfective aspect (all licensing must come from T) and canonical imperfective aspect (licensing comes from both Asp and T). The ban on specific objects in the perfective in Senaya (partial reversal) is a result of there only being one argument licenser in canonical perfective aspect, T, which will always license the higher argument, the subject. The ban on non-third person objects in the perfective in complete reversal languages is a result of person and number on T probing separately, with only the number probe reaching the object; this induces a Person Case Constraint effect: the object must be third person, because first/second person nominals require agreement with a person probe (Bejar and Rezac 2003).\nHaving a complete picture of how these Neo-Aramaic aspect splits work depends also on understanding the languages' secondary strategy for expressing perfective aspect (whose argument-licensing pattern looks like that of the imperfective), which is taken up in Chapter 3. I propose that there are two adjacent high aspect projections in the clause. The Neo-Aramaic secondary perfective stacks perfective aspect on top of imperfective aspect, and thus has the additional licensing capacity of imperfective aspect (lower Asp is a licenser) while ultimately being perfective semantically. The lower aspect head, which is imperfective, combines with the verb root to determine the root-and-pattern verb base, while the higher aspect head, which is perfective, is spelled out as the prefix QAM-. I\nA final crucial component of understanding these Neo-Aramaic aspect splits, taken up in Chapter 4, involves characterizing the pattern of Differential Object Marking (DOM) that arises in these languages--only specific objects trigger/require phi-agreement. I propose that differential marking arises from the interaction of two factors that can vary crosslinguistically: (i) where in nominal structure uninterpretable Case merges, and (ii) where in clause structure argument licensers (obligatorily or optionally) merge.\nMy novel proposal for accounting for DOM is that (unlike in existing proposals) all nominals bear unvalued Case, but only some nominals additionally bear uninterpretable Case; all nominals, then, can be valued for Case (all have a Case feature), though only nominals with uninterpretable Case require licensing, i.e., Case valuation. In the Neo-Aramaic language Senaya, uninterpretable Case is introduced inside nominals on the projection that encodes specificity. In imperfective aspect, Asp is the obligatory Case locus (i.e., the obligatory argument licensing locus), while in perfective aspect, the obligatory Case locus is the one and only Case locus, namely, T. Nonspecific nominals in Senaya do not bear uninterpretable Case, and therefore only have their Case feature valued when they are the closest nominal to an obligatory Case locus, i.e., in subject position. Nonspecific nominals in object position do not get their Case feature valued, because they are not in the scope of an obligatory Case licenser, and can in fact surface in a position where Case/licensing is never available, namely, as the object in a canonical perfective. My claim, then, is that unmarked objects in DOM languages are unmarked precisely because their Case feature is unvalued (which does not cause a crash).\nOverall, this dissertation contributes to our understanding of argument licensing and the aspectual middlefield: aspectual heads are potential argument-licensing loci and can effect agreement/Case-based aspect splits; aspect-based splits need not involve any ergativity; there are two high aspectual projections; and finally, all nominals have a Case feature, but not all nominals require licensing.",
    "thesisType": "Ph.D. dissertation",
    "university": "University of California, Los Angeles",
    "place": "",
    "date": "2014",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/DRYL84W2\nSyriacaURI: http://syriaca.org/cbss/DRYL84W2",
    "tags": [
      {
        "tag": "Barwar"
      },
      {
        "tag": "Modern Syriac"
      },
      {
        "tag": "Syriac language"
      },
      {
        "tag": "grammar"
      },
      {
        "tag": "syntax"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:32:44Z",
    "dateModified": "2025-09-17T15:32:48Z"
  }
}