{
  "key": "DYNDR5WC",
  "version": 15944,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/DYNDR5WC",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/DYNDR5WC",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Chikovani",
    "parsedDate": "2019",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Chikovani, David. <i>A History of Councils of the Church of the East in the 4th&#x2013;5th Centuries: Acts and Other Material</i>. Tbilisi: Kalmosani, 2019.</div>\n</div>",
  "citation": "<span>David Chikovani, <i>A History of Councils of the Church of the East in the 4th–5th Centuries: Acts and Other Material</i> (Tbilisi: Kalmosani, 2019).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=A%20History%20of%20Councils%20of%20the%20Church%20of%20the%20East%20in%20the%204th%E2%80%935th%20Centuries%3A%20Acts%20and%20Other%20Material&amp;rft.place=Tbilisi&amp;rft.publisher=Kalmosani&amp;rft.aufirst=David&amp;rft.aulast=Chikovani&amp;rft.au=David%20Chikovani&amp;rft.date=2019&amp;rft.language=en'></span>\n",
  "data": {
    "key": "DYNDR5WC",
    "version": 15944,
    "itemType": "book",
    "title": "A History of Councils of the Church of the East in the 4th–5th Centuries: Acts and Other Material",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "David",
        "lastName": "Chikovani"
      }
    ],
    "abstractNote": "Review by Nikoloz Nikolozishvili:\n\nThe history of the Church of the East, also known as the Persian Church, Syro-Iranian or Nestorian Church, has never been a subject of separate research in Georgia. This is surprising, especially because it is impossible for the Church of the Kingdom of Kartli, which directly bordered Sasanian Iran, not to have had some sort of relationship with the Church of a neighbouring country. Although this topic has been mentioned by a few Georgian authors (M. Tarkhnishvili, G. Mamulia, G. Kipiani) in their monographs or articles, it has not yet been fundamentally studied in Georgia.\n\nTherefore, David Chikovani’s book is a kind of breakthrough in the humanities in Georgia. Its main value is that it is based on primary sources. It contains acts of the Councils of the Church of the East, and a list of ecclesiastical canons that this Church accepted which were published in Georgian for the first time; namely, the acts of the councils of the years 315, 399, 410, 419/20, 424, 484, 485, 486 and 497. The author discusses all the acts separately, and explains theological, historical, geographical and other important questions regarding them in the text and footnotes. The author is clearly familiar with rich western literature about the Church of the East which he also uses in his work.\n\nBased on the studies of primary sources, the author makes several major conclusions, amongst which, in my opinion, the most important is the one concerning the status of the Georgian Church. The author believes that from 420 AD, the Church of Kartli, together with other South-Caucasian churches (Armenian and Albanian/Arranian), became part of the Church of the East. Acts of the Council of 420 AD, according to which a representative of the Church of Kartli (Gurzan) was present, are shown as an argument supporting this opinion. At the same time, the author denies the claims of the Church of Antioch that the Church of Kartli (as well as Church of the East itself) was under the control of Antioch. The author considers the introduction of the title “Catholicos“ in Georgia to be an additional argument in regard to the subordination of Kartli to the Church of the East. In my opinion, the scholar‘s above mentioned conclusions undoubtedly merit attention. The author does not discuss the topic of the Church of Kartli exiting this subordination in the present book, but as far as I am aware, he has discussed it in his different works. I hope that this book will become a foundation for the future integrated complex research of the history of the Early Christian era Church of Kartli, and its status.\n\nDavid Chikovani´s book is an entirely new statement in Georgian historical studies. The knowledge of the history of Church of the East and direct access to its primary sources provides new perspectives for studies about the Georgian Church and its relations with bordering Churches in the early Christian era. Diligent studies on these issues might revive many interesting topics in Georgian history and give us an opportunity to see them in a new light. I consider the young and talented scholar D. Chikovani (a PhD student at Sokhumi University) to have given us a new and significant direction in the humanities in Georgia with this book, which, from this author’s point of view, is truly an achievement.",
    "series": "",
    "seriesNumber": "",
    "volume": "",
    "numberOfVolumes": "",
    "edition": "",
    "place": "Tbilisi",
    "publisher": "Kalmosani",
    "date": "2019",
    "numPages": "",
    "language": "en",
    "ISBN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/DYNDR5WC\nSyriacaURI: http://syriaca.org/cbss/DYNDR5WC\nPubLang: ka",
    "tags": [
      {
        "tag": "IV CE"
      },
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "Iran"
      },
      {
        "tag": "Nestorians"
      },
      {
        "tag": "V CE"
      },
      {
        "tag": "canon law"
      },
      {
        "tag": "councils"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:31:17Z",
    "dateModified": "2025-09-17T14:10:03Z"
  }
}