{
  "key": "E85RTBWK",
  "version": 17200,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/E85RTBWK",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/E85RTBWK",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Poizat",
    "parsedDate": "2013",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Poizat, Bruno. <i>Jacques Rh&#xE9;tor&#xE9;. La versification en Soureth (aram&#xE9;en contemporain)</i>. CSCO 647, Subs. 131. Louvain: Peeters, 2013.</div>\n</div>",
  "citation": "<span>Bruno Poizat, <i>Jacques Rhétoré. La versification en Soureth (araméen contemporain)</i>, CSCO 647, Subs. 131 (Louvain: Peeters, 2013).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Jacques%20Rh%C3%A9tor%C3%A9.%20La%20versification%20en%20Soureth%20(aram%C3%A9en%20contemporain)&amp;rft.place=Louvain&amp;rft.publisher=Peeters&amp;rft.series=CSCO%20647%2C%20Subs.%20131&amp;rft.aufirst=Bruno&amp;rft.aulast=Poizat&amp;rft.au=Bruno%20Poizat&amp;rft.date=2013&amp;rft.language=fr'></span>\n",
  "data": {
    "key": "E85RTBWK",
    "version": 17200,
    "itemType": "book",
    "title": "Jacques Rhétoré. La versification en Soureth (araméen contemporain)",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Bruno",
        "lastName": "Poizat"
      }
    ],
    "abstractNote": "Alessandro Mengozzi\nPublished Online: 2017-11-14 | DOI: https://doi.org/10.1515/olzg-2017-0117\nLicensed Access\nDownload PDF\n\nBruno Poizat, former professor of mathematics at the University of Lyon, traveler in the Middle East, fluent speaker of Neo-Aramaic as a foreign language and teacher of Sureth at INALCO, publishes in this book a manuscript by Jacques Rhétoré that he found some years ago in the archives of the Dominicans of Saulchoir (Paris) and an updated catalogue of modern critical editions and manuscript collections of Sureth texts. In the convenient form of a volume of the Subsidia series, he thus adds a precious source of data, information and critical reflection to the two anthologies of Sureth religious poems published in the series Scriptores Syri of CSCO, voll. 589–90 and 627–8.\n\nThe first part of the volume (pp. 1–77) is an accurate edition of the uncompleted and so far unpublished work La versification en Soureth by French Dominican Jacques Rhétoré (1841–1921). The second part (79–141) contains most valuable information on Sureth literature, with updated bibliography, and a detailed and very informative commentary on Rhétoré‘s text by the editor.\n\nA missionary from 1874 in Mosul and in the mountainous region between Van and Mosul, Rhétoré wrote grammars of Armenian and two varieties of Neo-Aramaic: Ṭūrōyo – also called Ṣūrayt, a cluster of Neo-Aramaic dialects spoken in Ṭūr ʻAbdīn, south-eastern Turkey – and Sureth, an autoglottonym used, among other names – (Modern) Aramaic, Assyrian, (Modern) Syriac, Vernacular Syriac–, for North-Eastern Neo-Aramaic varieties that were and are spoken and occasionally written by Christians of various denominations–especially Assyrians, Chaldeans and Syrian Catholics – in northern Iraq, south-eastern Turkey, Syria and north-western Iran.\n\nFather Rhétoré collected and studied manuscripts of Sureth religious poems and in the second part of the volume Poizat gives a detailed description (95–9) of ten items that are now kept in the library of the Dominicans of Mosul, recently rescued from IS violence by their heroic Superior, Father Michaeel Najeeb. In continuity of ideas with Rhétoré, Father Najeeb has spent and is spending much time and energies in a project of digitization of books and manuscripts belonging to the Iraqi Dominicans and to other private and public Christian libraries of the plain of Mosul. In 2014, he moved the library of the Dominican Friars of Mosul (DFM) from Qaraqosh to Erbil. A provisional description of the manuscripts of this collection is now available in the online database of the Hill Museum & Manuscript Library (HMML) at Saint John's Abbey and University in Collegeville, Minnesota (www.hmml.org).\n\nRhétoré realized the cultural importance of the traditional stanzaic poems among the Aramaic-speaking Christians and their potential as pastoral tools for the Catholic missionaries, who in the 19th century were particularly active and successful in bringing the native Christians of the plain of Mosul to union with Rome and what they held as orthodox theology. They also introduced devotional practices of contemporary European Catholicism in northern Iraq.\n\nIn this work – that Poizat faithfully reproduces in print, including the author's erasures, corrections, old-fashioned spellings and secondary additions–, Father Rhétoré shows he is aware of the social function of poetry among native Syrians: poetry serves for liturgical and pedagogical purposes and it is required on certain special occasions in their public life. He therefore writes this ars poetica as a tutorial for missionaries, who may themselves compose verses, precisely as he did. Indeed, with the pseudonym Yaqo Nukhraya (Jacques l'Étranger) or Yaqo bar Qushta (Jacques le Véridique), Rhétoré composed fables in verse, songs and hymns, sometimes with the assistance of the famous native poet and bard David the Blind. On the basis of the HMML database, a number of Sureth works by Rhétoré can be added to Poizat's list (84–6): the translation of a number of books associated with devotional practices, dated 1877 (Confraternitas SS. Nominis Jesu, DFM 95; Militiae Angelicae seu cinguli Sancti Thomae Aquinatis, DFM 96; Via Crucis, DFM 344); The Life of St. Blaise, Martyr and Bishop of Sebaste, in prose (DFM 132, 1879); and the bilingual – French and Sureth – La Montagnarde Chaldéenne et l'Ange, “on the social, political, religious, and moral situation of the Church of the East”, with notes (DFM 346).\n\nLa Versification en Soureth is divided into a prologue and ten chapters. The first (Notions générales sur la poësie soureth) and ninth (Défauts et qualités des versificateurs soureth) chapters are more critical in nature and reveal Rhétoré's attitude towards Sureth poetry and the society of which it is a typical cultural expression. According to Rhétoré, despite their religious inspiration and their roots in late Classical Syriac hymnography, Sureth poems represent a simple and primitive form of folk poetry, which is cultivated by and for uneducated, often illiterate, peasants and herders. Rhétoré recognizes the oral context in which Sureth poems were produced and transmitted, the subordination of metrics to music, the circulation and success of texts thanks to roaming bards like David the Blind, Thomas Sindjari, and Elias of Tchamba, who travelled from village to village to sing fables, songs and hymns and collect food and money for their families. Nevertheless, as a 19th–century scholar, he is not methodologically equipped to appreciate the aesthetics of repetition and rhythm and the formulaic features of oral literature in the vernacular, while he criticizes the abuse of poetic license and of Arabic and Kurdish words, the prolixity and bad taste of Sureth poets.\n\nChapters 2 to 7 are more technical in nature: they explain and exemplify the structure of feet, rhymes (the manuscript DFM 235 preserves a list of rhyming words by Rhétoré), caesurae and stanzas. The eighth chapter is an anthology of excerpts of various genres and meters, while the ninth chapter is a gold mine of bio-bibliographical information on Sureth poets whose lives and works would otherwise be barely known. Among other additions and up-dating, Poizat's notes help identify the manuscript sources and provide a French translation of the excerpts included by Rhétoré in his anthology, adding precious bibliographical and factual information on Sureth poets.",
    "series": "CSCO 647, Subs. 131",
    "seriesNumber": "",
    "volume": "",
    "numberOfVolumes": "",
    "edition": "",
    "place": "Louvain",
    "publisher": "Peeters",
    "date": "2013",
    "numPages": "",
    "language": "fr",
    "ISBN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/E85RTBWK\nSyriacaURI: http://syriaca.org/cbss/E85RTBWK\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Chaldeans"
      },
      {
        "tag": "Modern Syriac"
      },
      {
        "tag": "XIX CE"
      },
      {
        "tag": "XIX-XXI CE"
      },
      {
        "tag": "XX CE"
      },
      {
        "tag": "poetics"
      },
      {
        "tag": "poetry"
      },
      {
        "tag": "primary sources [Syriac] + French translation"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:34:22Z",
    "dateModified": "2025-09-17T17:27:29Z"
  }
}