{
  "key": "GNCI7BQV",
  "version": 18423,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/GNCI7BQV",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/GNCI7BQV",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Nicosia",
    "parsedDate": "2024",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Nicosia, Giorgia. &#x201C;Old Stories for New Times: Syriac Historiographical Excerpt Collections (6th&#x2013;10th c.).&#x201D; Ph.D. dissertation, Universiteit Gent, 2024.</div>\n</div>",
  "citation": "<span>Giorgia Nicosia, “Old Stories for New Times: Syriac Historiographical Excerpt Collections (6th–10th c.)” (Ph.D. dissertation, Universiteit Gent, 2024).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Old%20Stories%20for%20New%20Times%3A%20Syriac%20Historiographical%20Excerpt%20Collections%20(6th%E2%80%9310th%20c.)&amp;rft.inst=Universiteit%20Gent&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Giorgia&amp;rft.aulast=Nicosia&amp;rft.au=Giorgia%20Nicosia&amp;rft.date=2024&amp;rft.language=en'></span>\n",
  "data": {
    "key": "GNCI7BQV",
    "version": 18423,
    "itemType": "thesis",
    "title": "Old Stories for New Times: Syriac Historiographical Excerpt Collections (6th–10th c.)",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Giorgia",
        "lastName": "Nicosia"
      }
    ],
    "abstractNote": "My dissertation focuses on Syriac historiographical excerpt collections composed between the 6th and the 10th c. in Miaphysite milieus. Particularly, it studies MSS Deir al-Surian Syr. 28A (D), British Library Add. 12155 (L), 14533 (A), 12154 (B), and Vat. Syr. 145 (V); but it also considers a fragment of the Wellcome Library (W), and MSS BL Add. 14725 (E) and 17147 (C). The historiographical collections in this corpus mainly contain excerpts from the Syriac translations of the Ecclesiastical Histories (EHs) of Socrates and Theodoret, but they also transmit passages from Flavius Josephus’ Jewish War and from the EHs of Eusebius, Pseudo-Zachariah, and John of Ephesus. The thesis has a threefold purpose. First, it studies the process of formation of the different collections. Then, it analyses the corpus in its material aspects and rhetorical undertones. Finally, it investigates the role that these collections have both in the overall organization of the manuscripts that transmit them, and more generally in the milieus that prompted their production. The dissertation consists of two volumes. The first one analyzes the corpus. After an introductory chapter, presenting the research questions and methods, the second one dwells on the translation techniques adopted to translate the texts from Greek into Syriac, and shows that the EHs of Socrates and Theodoret were translated only once, around the end of the 5th c. and the beginning of the 6th c., and that all witnesses tap into these translations. Therefore, given their early date, the excerpts invite a reconsideration of the editions of the two Greek works. The third chapter investigates how the excerpt collections were formed and how they circulated. More specifically, it argues that the rubrics of the excerpts provide several insights on the excerpting techniques and aims of the collections, and that the EHs of Socrates and Theodoret were excerpted relying on the kepahalia of the works. Chapters 4 and 5 are dedicated to the detailed study of the collections. They show that each copyist adopted his own excerpting techniques, some simply cutting and pasting ‎passages, others significantly reworking the text. Furthermore, an investigation of the relationship of the historiographical excerpts with the rest of the manuscript shows that beneath an apparent randomness organizing principles can be found, and that the collections focused on stories of resistance and parrhēsia. Unlike similar Byzantine collections, Syriac historiographical excerpt collections have similarities and differences, which makes it hard to provide strict taxonomies. Moreover, the analysis indicates that history was mainly employed to provide accounts of exemplary acts, and that its authority lied in the consideration of ecclesiastical histories as reference texts for the narration of the anti-Arian fights, and as preferred loci for the transmission of the acts of the protagonists of the Church history. I suggest to divide the corpus into three groups: identitarian manuscripts (D, L, and A), which foster identitarian ideas portraying the Miaphysites as the new Nicenes; working library (B), which gathers useful material for the Miaphysite readers; and repertoire of stories (V), which preserves historical collections for further extraction. Finally, chapter 6 sets out the main results of the analysis and suggests possible lines of future research. The second volume, instead, contains the hitherto unedited texts of the corpus, both in Syriac and in English translation. Thus, by combining New Philology and literary and historical analysis, and by locating Syriac texts in a wider context, my dissertation not only demonstrates the interest of a long-neglected genre, but it also sheds light on the way historiography molded self-understanding in eras of doctrinal conflicts.",
    "thesisType": "Ph.D. dissertation",
    "university": "Universiteit Gent",
    "place": "",
    "date": "2024",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/GNCI7BQV\nSyriacaURI: http://syriaca.org/cbss/GNCI7BQV",
    "tags": [
      {
        "tag": "Eusebius of Caesarea"
      },
      {
        "tag": "Greek Fathers"
      },
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "John of Ephesus"
      },
      {
        "tag": "Josephus"
      },
      {
        "tag": "Pseudo-Zacharias"
      },
      {
        "tag": "Socrates Scholasticus"
      },
      {
        "tag": "Theodoret of Cyrus"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "historiography"
      },
      {
        "tag": "primary sources [Syriac] + English translation"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "2EA3IALA"
    ],
    "relations": {},
    "dateAdded": "2025-05-13T19:55:08Z",
    "dateModified": "2025-09-17T16:08:47Z"
  }
}