{
  "key": "HL6EE5HH",
  "version": 18440,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/HL6EE5HH",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/HL6EE5HH",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Kusztal",
    "parsedDate": "2014",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Kusztal, Zofia. &#x201C;Emesa: historia miasta od momentu jego powstania (I w. p.n.e./ I w. n.e.), a&#x17C; do pocz&#x105;tku VII w. n.e.&#x201D; Praca doktorska, Uniwersytet &#x15A;l&#x105;ski, 2014.</div>\n</div>",
  "citation": "<span>Zofia Kusztal, “Emesa: historia miasta od momentu jego powstania (I w. p.n.e./ I w. n.e.), aż do początku VII w. n.e.” (Praca doktorska, Uniwersytet Śląski, 2014).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Emesa%3A%20historia%20miasta%20od%20momentu%20jego%20powstania%20(I%20w.%20p.n.e.%2F%20I%20w.%20n.e.)%2C%20a%C5%BC%20do%20pocz%C4%85tku%20VII%20w.%20n.e.&amp;rft.inst=Uniwersytet%20%C5%9Al%C4%85ski&amp;rft.degree=Praca%20doktorska&amp;rft.aufirst=Zofia&amp;rft.aulast=Kusztal&amp;rft.au=Zofia%20Kusztal&amp;rft.date=2014&amp;rft.language=pl'></span>\n",
  "data": {
    "key": "HL6EE5HH",
    "version": 18440,
    "itemType": "thesis",
    "title": "Emesa: historia miasta od momentu jego powstania (I w. p.n.e./ I w. n.e.), aż do początku VII w. n.e.",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Zofia",
        "lastName": "Kusztal"
      }
    ],
    "abstractNote": "Niniejsza praca jest pierwszą próbą pokazania historii Emesy od momentu jej powstania do czasów wprowadzenia islamu na tym terenie. Pomimo że źródła do dziejów tej osady są, jak to zostało pokazane, dosyć rozproszone i brakuje wielu informacji, pomocnych przy rekonstrukcji historii miasta, to jednak możliwe jest, przynajmniej częściowe, odtworzenie jej dziejów. Źródła Emesy są jak najbardziej wschodnie. Osada ta powstała jako baza dla nomadycznych plemion semickich. Jednak już od momentu założenia ciążyła ku Cesarstwu Rzymskiemu, przyjmując jego prawo, religię i rytm życia. Zetknięcie się wschodu z zachodem przebiegało bez większych wstrząsów i zaburzeń. Greka i aramejski funkcjonowały w mieście równolegle, podobnie jak kulty lokalne i państwowe czy religie monoteistyczne i politeistyczne. Ta symbioza pozwoliła Emesie poczuć się doskonale w czasach bizantyjskich. Sami Emesańczycy natomiast udzielali się w różnych dziedzinach takich jak literatura, filozofia, gramatyka czy religia. Mieszkańcy Emesy funkcjonowali w dwóch światach, prywatnym świecie języka aramejskiego i państwowym greki i w dalszym rzędzie łaciny. Pomimo że historia Emesy była postrzegana przez pryzmat osoby Heliogabala i kultu betyla, to jednak nie te elementy odgrywały kluczową rolę w dziejach tej osady. Dla Emesy w czasach rzymskich i bizantyjskich ważne było uzyskanie równowagi politycznej i gospodarczej trudnej do osiągnięcia na terenach pogranicza. Jeżeli miasto to zabierało głos w jakiś sporach starało się pozostać po stronie zwycięzcy. Emesa nigdy nie była jądrem żadnego poważnego konfliktu, a jej uwikłanie w konflikt Zenobii z Aurelianem wynikało jedynie z położenia geograficznego. Podobnie wielkie spory religijne - trynitarne i chrystologiczne ominęły Emesę. Władcy Emesy dokonali wyboru, którym było pozostanie w świecie rzymskim. Miałoto gwarantować jej rozwój, a mieszkańcom bezpieczeństwo i możliwość zrobienia kariery w strukturach Cesarstwa Rzymskiego. Tak też istotnie było. Szukając możnych protektorów Emesa z każdą dekadą związywała się coraz bardziej z Rzymem i potem z Konstantynopolem. Momentami zwrotnymi w dziejach Emesy były rządy Samsigerama II będące czasami rozkwitu i pokoju, czasy Heliogabala - kiedy to Emesa na kilka lat stała się ojczyzną cesarza oraz upadek Palmyry tożsamy z upadkiem Emesy. Czasy chrześcijańskie nie przyniosły ze sobą wielkich i gwałtownych zwrotów, ale z pewnością wydały kilka znamienitych osób. Będąc poza nurtem głównych wydarzeń Emesa zyskiwała kolejne dekady bezkonfliktowej egzystencji. Przekładało się to na dobrą sytuację ekonomiczną miasta. Jednak to wycofanie się, przyjęcie roli prowincjonalnego miasta o ograniczonych aspiracjach ostatecznie nie było do końca dobrą strategią. Ekonomicznie i politycznie Emesa znalazła się w sieci zależności i powiązań, które gwarantowały jej czasowy sukces, ale też przynosiły porażki. Zaczynając pisać o Emesie miałam w pamięci wiele obiegowych opinii, mitów i legend, przekazywanych sobie przez mieszkańców Homs. Praca ta była próbą zmierzenia się z nimi i pokazania co na temat Emesy mówią źródła. Jestem przekonana, że dla wielu lokalnych patriotów moje ustalenia muszą być rozczarowujące. Emesa nie była nadzwyczajnym miejscem, a raczej typowym wytworem syryjskiego pogranicza. Nie była ani siedliskiem zła jak chciał ją widzieć Leoncjusz z Neapolu, ani cudownym centrum kultu słońca z opisu Dionizjusza Periegety. Betyl nie stanowił o jej wyjątkowości, a jego kult podobny był do wielu analogicznych kultów kamieni na Bliskim Wschodzie. O sile Emesy świadczyli z pewnością jej wybitni mieszkańcy o których mamy pewne informacje. I to właśnie dzięki nim jesteśmy w stanie uchwycić historię miasta, jego rytm oraz zmienne koleje dziejów. Wśród nich zabrakło jednak wizjonerów, którzy myśleli by o przyszłości Emesy. Samo miasto nie stanowiło dla nich wartości samej w sobie, tak było przez całe wieki. W obecnej chwili starożytna Emesa (dzisiejsze Homs) stała się areną walk zbrojnych trwającej od roku 2011 wojny domowej w Syrii849. Dalsze badania nad dziejami Emesy w dużej mierze zależeć będą od skali zniszczeń zabytków na terenie miasta. Po tym, jak sytuacja polityczna w tym rejonie się unormuje i pozwoli na wznowienie normalnego życia 1 pracy, należało by ponownie skatalogować wszystkie pozostałości po starożytnej Emesie, które znajdowały się w Muzeach w Homs oraz w Damaszku oraz w kilku lokalizacjach na terenie samego miasta Homs. Pozwoli to ocenić straty i wyznaczyć dalsze kierunki prac. Pozostają jednak jeszcze inne kwestie, które wymagają dalszych badań i które mogą być prowadzone już teraz. Pierwszym nie do końca poznanym zagadnieniem jest przebieg solaryzacji kultu betyla, która miała miejsce w Emesie. Porównanie tego procesu z innymi miastami posiadający betyle z pewnością prowadzić będzie do ciekawych konkluzji. Interesująca jest również historia społeczności jakobickiej Emesy. Ze źródeł wynika, że wspólnota chrześcijańską odgrywała ważną rolę z życiu miasta, dlatego warto przyjrzeć się tej wspólnocie również w wiekach późniejszych. W opisywanym okresie Emesa przeżywała liczne wzloty i upadki. Szczęśliwie udało jej się uniknąć wewnętrznych zaburzeń i buntów, które pustoszyły inne miasta Syrii. Jednak jak każde miasto pogranicza narażona była na ataki i niebezpieczeństwa zewnętrzne. Dzisiaj niestety sytuacja uległa zmianie i to wojna domowa pustoszy Homs i inne miasta Syrii. Nieznane są losy nielicznych zabytków z czasów rzymskich i bizantyjskich, które opisałam w tej pracy. Miejmy jednak nadzieję, że Homs - starożytna Emesa, podniesie się również i tym razem, tak jak już to zdarzało się w przeszłości.",
    "thesisType": "Praca doktorska",
    "university": "Uniwersytet Śląski",
    "place": "",
    "date": "2014",
    "numPages": "",
    "language": "pl",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/HL6EE5HH\nSyriacaURI: http://syriaca.org/cbss/HL6EE5HH\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Byzantine Syria"
      },
      {
        "tag": "Emesa"
      },
      {
        "tag": "I-III CE"
      },
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "Roman Syria"
      },
      {
        "tag": "cities"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "2EA3IALA"
    ],
    "relations": {},
    "dateAdded": "2025-05-13T19:55:10Z",
    "dateModified": "2025-09-17T16:41:45Z"
  }
}