{
  "key": "INM5T86S",
  "version": 16551,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/INM5T86S",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/INM5T86S",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Jett",
    "parsedDate": "2017",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Jett, Mary Julia. &#x201C;The Trinity Is Not Just a List of Three Words: Theology, Scripture and Politics in the Patristic Twelve Prophet Commentaries.&#x201D; Ph.D. dissertation, Union Theological Seminary, New York, 2017.</div>\n</div>",
  "citation": "<span>Mary Julia Jett, “The Trinity Is Not Just a List of Three Words: Theology, Scripture and Politics in the Patristic Twelve Prophet Commentaries” (Ph.D. dissertation, Union Theological Seminary, New York, 2017).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=The%20Trinity%20Is%20Not%20Just%20a%20List%20of%20Three%20Words%3A%20Theology%2C%20Scripture%20and%20Politics%20in%20the%20Patristic%20Twelve%20Prophet%20Commentaries&amp;rft.inst=Union%20Theological%20Seminary%2C%20New%20York&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Mary%20Julia&amp;rft.aulast=Jett&amp;rft.au=Mary%20Julia%20Jett&amp;rft.date=2017&amp;rft.language=en'></span>\n",
  "data": {
    "key": "INM5T86S",
    "version": 16551,
    "itemType": "thesis",
    "title": "The Trinity Is Not Just a List of Three Words: Theology, Scripture and Politics in the Patristic Twelve Prophet Commentaries",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Mary Julia",
        "lastName": "Jett"
      }
    ],
    "abstractNote": "One of the most disputed and yet still understood portions of the Hebrew Bible are the Twelve Prophets and their relationship to one another. Standing in the midst of a constantly invaded and divided kingdom, the Twelve begin with statements to every corner of the empire on the duty of individuals, the structure of the People of God on earth, the curses upon wrongdoers, and the blessings that await the chosen ones. These same prophets stand in the brink of the Old and New in the Christian Bible and interpretation.\nAround a thousand years at the dawn of the fifth century, three Greek Bishops stood in a similar place and provided a recitation of their declarations alongside paraphrases, interpretations, historical descriptions, and theological declarations. Cyril of Alexandria, Theodoret of Cyrus, and Theodore of Mopsuestia picked up a rhetorical format of a Commentary and the inheritance of the ancient prophets in order to declare their own message to a divided kingdom and a divided Church. Faced with conflicts of language, interpretation, philosophy and theology, each made their argument using prophets and rhetorical forms known by their opponents within and without Christianity. These bishops took the form, structure, and text in order to claim the authority of the prophets.\nOften, Patristic exegesis and Biblical commentaries in particular are viewed as devout works of young students or pastoral helps for priests. Consequently, exegetical scholars have primarily considered these documents for particular Greek terms referencing methodology, and theological historians scoured the texts for particular terms referencing Greek philosophical conceptualizations of Christ. In both, this misses the power of the Commentary as it develops through the late fifth century and the relationship that each of these authors have to each other and the relationship the prophets had to their political and particular Trinitarian controversies. Their exegesis is not an effort follow particular terms of senses or types of interpretation nor is their view of the complex relationship of God one of mere adherence to particular terms. This becomes clear in a study of a commentary. The text of the translation, the historical context, the arc of the narrative, and the whole host of its relationship all the way to the present form is played out in the form of the prophets through the Commentary. Comparing these commentaries and their various parts shows that the disputes were much more than the study of particular words be them exegetical or philosophical.",
    "thesisType": "Ph.D. dissertation",
    "university": "Union Theological Seminary, New York",
    "place": "",
    "date": "2017",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/INM5T86S\nSyriacaURI: http://syriaca.org/cbss/INM5T86S",
    "tags": [
      {
        "tag": "Antiochene school"
      },
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "Old Testament"
      },
      {
        "tag": "Theodore of Mopsuestia"
      },
      {
        "tag": "Theodoret of Cyrus"
      },
      {
        "tag": "Trinity"
      },
      {
        "tag": "V CE"
      },
      {
        "tag": "commentary"
      },
      {
        "tag": "exegesis"
      },
      {
        "tag": "hermeneutics"
      },
      {
        "tag": "polemic"
      },
      {
        "tag": "prophets"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:32:39Z",
    "dateModified": "2025-09-17T15:30:28Z"
  }
}