{
  "key": "IR4ZNR9Y",
  "version": 15642,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/IR4ZNR9Y",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/IR4ZNR9Y",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Barnes",
    "parsedDate": "2016",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Barnes, Bradley. &#x201C;Contextualising Syriac Anathema: Bridging the Gap between Suggestions of Comparison in Late Antique and Nineteenth Century Christian Ritual Practice.&#x201D; Ph.D. dissertation, University of Southampton, 2016.</div>\n</div>",
  "citation": "<span>Bradley Barnes, “Contextualising Syriac Anathema: Bridging the Gap between Suggestions of Comparison in Late Antique and Nineteenth Century Christian Ritual Practice” (Ph.D. dissertation, University of Southampton, 2016).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Contextualising%20Syriac%20Anathema%3A%20Bridging%20the%20Gap%20between%20Suggestions%20of%20Comparison%20in%20Late%20Antique%20and%20Nineteenth%20Century%20Christian%20Ritual%20Practice&amp;rft.inst=University%20of%20Southampton&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Bradley&amp;rft.aulast=Barnes&amp;rft.au=Bradley%20Barnes&amp;rft.date=2016&amp;rft.language=en'></span>\n",
  "data": {
    "key": "IR4ZNR9Y",
    "version": 15642,
    "itemType": "thesis",
    "title": "Contextualising Syriac Anathema: Bridging the Gap between Suggestions of Comparison in Late Antique and Nineteenth Century Christian Ritual Practice",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Bradley",
        "lastName": "Barnes"
      }
    ],
    "abstractNote": "‘Thus I beheld, at last, the goal of my journey from Luristan, and was not disappointed. Glorious indeed is this Kurdistan world of mountains, piled up in masses of peaks and precipices, cleft by ravines in which the Ashirets and Yezides find shelter, every peak snow-crested, every ravine flaming with autumn hints; and here, where the ridges are the sharpest, and the rock spires are the imposing, is the latest refuge of a Church once the most powerful in the East’. Isabella Lucy Bird was one of a number of travel writers and missionaries, whose attraction to the allure of the Orient or whose sense of evangelical mission, had led them to traverse the mountainous and largely impervious regions of Northern Kurdistan in the Nineteenth-Century. Her travel diaries, like so many of the accounts of this Kurdish world of mountainous peaks and precipices, would describe a land of ‘antique heritage’, one which had been isolated as a consequence of its physical geography, and insulated from the influences of the Mesopotamian plains by the ‘fierce behaviour’ and ‘lawless habits’ of its marauding Kurdish tribes. Up there in the mountains of Kurdistan was a window into what was perceived to have been a far older Mesopotamia; a landscape which in its antiquity “presented to the eye so many of the aspects of the biblical Eden”. Indeed, to travel through the environs north of the city of Mosul had been like ‘traversing lands of biblical scenes’, to view the mountains of Hakkari ‘like being carried back thousands of years on the wings of time’. This ‘Mesopotamia of the mountains’, would seem to have preserved a rich and evocative landscape for the imaginations of those familiar with the narratives and landscapes of Old Testament narratives, but as Bird and a number of other travellers were to imply, the isolation of this seemingly ‘antique’ landscape had also confined and thus preserved the remnants of an equally antique community, one which had professed a belief in Christ for Fourteen centuries. According to journal entries and missionary reports, those remnants of an antique Christian community among the mountains of Hakkari were ‘a very different people’ to those who had professed a faith in Christ upon the alluvial plains of the Mesopotamian valley; both on account of the nuances which defined their various doctrines, and the seemingly primitive quality of their customs, rituals and speech. Where the promise of association with a European power had converted a large number of those living on the Mesopotamian plains to the doctrines of Catholicism, this forbidding and largely inaccessible landscape of mountain peaks and precipices had seemed to preserve fragments not only of a distinctly Oriental Church, but of a Church which had maintained tangible links to the earliest threads of Christianity in Mesopotamia.5 Bird’s journals would describe largely ‘unintelligible conversations’ peppered with a vocabulary similar to that which had been spoken by Christ, and a variety of customs which had been a ‘touching reminiscence’ of those to be found within Old Testament narratives: the fantastically romanticised accounts of a Victorian orientalist perhaps, but Bird was by no means alone in suggesting that she found there to be ‘something strikingly biblical’ about so many of the customs and rituals of these ‘mountain Christians’. 6 Austin Layard, a contemporary and fellow traveller, would similarly assume that their ignorance of the ‘superstitions of the Church of Rome’ and their ‘more simple observances and ceremonies’, may ‘clearly be traced to a more primitive form of Christianity’; one which in its simplicity, seemed uniquely untouched by the ecumenical councils and creeds which had elsewhere defined the Christian faith during the centuries of its founding. Where the missions of the Catholic Church had been entirely confined to the urban areas of the Mesopotamian plains, particularly Amida or modern day Diyarbakir, the mountains of Kurdistan were seen by those 19th Century missionaries and explorers to be the last refuge of a Nestorian, and Oriental Christianity, one which had preserved links to a more primitive expression of the faith. 6 Bird, (1891), p.242. The same assumptions were also made of those Jewish communities living within the remote and mountainous world of Kurdistan. Owing to the rugged nature of the area, as well as the al constant threat of brigandry on the few and potentially perilous roads which penetrated this otherwise inaccessible world of mountain peaks, the Jews of Kurdistan were assumed to have preserved a primitive, though somewhat debased expression of a more ancient Judaism. Those few Jewish travellers who visited Kurdistan in the 19th Century, such as I. J. Benjamin, would describe their regret at the shallow knowledge expressed by these communities in matters of Jewish Law, especially when compared with their relatively near metropolitan communities of Baghdad and Damascus, but also their excitement at the seemingly ancient practices and customs with which they expressed their Jewish faith. Benjamin writes of his excitement at having witnessed one seemingly biblical custom in particular, suggesting, ‘where I went during harvest time, I found a custom strictly observed by the Jews which brought to my mind the precepts of the bible. Neither the ears of corn, nor the grapes, nor fruits are wholly collected, but the portion of the widows and orphans is always left, it is even allowed to go into a ripe cornfield to break the sheaves, and there and then to boil the corn in water, but the ears of corn must not be cut, neither may they be carried away’. Practices such as these had derived from ancient oral traditions, and had been transmitted from generation to generation, rather than in learned abstract precepts. Theirs was an ancient story - one which spoke of the legacy of a man whose doctrines had rocked the Christian world in the Fifth Century. His name was Nestorius, a Patriarch of Constantinople, whose doctrines had attempted to negotiate some of the provocative questions facing the Christian church in its formative period, quite controversially, how one was to understand the humanity of Christ, and how one was to refer to his relationship to the Virgin Mary. At the first iii Contextualising Syriac Anathema After the lapse of a long history defined by schism, excommunication, Muslim conquest and more recently Catholic mission, here was a Church and a community high up in the mountains of Kurdistan whose ways spoke of the legacy of an entirely independent and ancient Oriental Christian tradition, one which had been born in the theological environment of Late Antiquity, and as a consequence, at least in part, of adhering to the beliefs of a ‘heresy’. Its preservation was deemed to have been nothing less than ‘a matter of wonder’; a story of almost unprecedented ancient Christian survival in the face of seemingly insurmountable odds.",
    "thesisType": "Ph.D. dissertation",
    "university": "University of Southampton",
    "place": "",
    "date": "2016",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/IR4ZNR9Y\nSyriacaURI: http://syriaca.org/cbss/IR4ZNR9Y\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "Nestorians"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "XIX CE"
      },
      {
        "tag": "XIX-XXI CE"
      },
      {
        "tag": "anathema"
      },
      {
        "tag": "demonology"
      },
      {
        "tag": "exorcism"
      },
      {
        "tag": "monasticism"
      },
      {
        "tag": "mysticism"
      },
      {
        "tag": "spirituality"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:30:42Z",
    "dateModified": "2025-09-17T18:32:02Z"
  }
}