{
  "key": "IVRYUTSP",
  "version": 16816,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/IVRYUTSP",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/IVRYUTSP",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Macfarlane",
    "parsedDate": "1983",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Macfarlane, James. &#x201C;Proverbs I&#x2013;IX: Septuagint, Peshitta and Targum.&#x201D; Ph.D. dissertation, University of St. Andrews, 1983.</div>\n</div>",
  "citation": "<span>James Macfarlane, “Proverbs I–IX: Septuagint, Peshitta and Targum” (Ph.D. dissertation, University of St. Andrews, 1983).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Proverbs%20I%E2%80%93IX%3A%20Septuagint%2C%20Peshitta%20and%20Targum&amp;rft.inst=University%20of%20St.%20Andrews&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=James&amp;rft.aulast=Macfarlane&amp;rft.au=James%20Macfarlane&amp;rft.date=1983&amp;rft.language=en'></span>\n",
  "data": {
    "key": "IVRYUTSP",
    "version": 16816,
    "itemType": "thesis",
    "title": "Proverbs I–IX: Septuagint, Peshitta and Targum",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "James",
        "lastName": "Macfarlane"
      }
    ],
    "abstractNote": "The thesis examines the translational style and characteristics of the Septuagint, Peshitta and Targum texts of Proverbs I - IX. It also investigates inter-relationships between the various texts. The Septuagint : For differences between the Greek and Hebrew texts, the traditional approach of scholarly emendation of the texts to produce exact equation between the two is contrasted with the attempt to gain understanding of such differences by considering the exegetical style and method of the Greek translator. A special class of differences between the texts, viewed as a problem in its own right, is the existence of Greek doublets. In considering translational style two major cultural factors emerge in the form of Hellenistic influence and Jewish influence. A background of Hellenism can be observed in the translator's use of Greek proverbs and allegory, as well as peculiarly Greek metaphors and concepts. A Jewish background can be observed in the extensive use of the literary device of parallelism, as well as numerous Biblical quotations and allusions. Other translational traits noted include problems of vocalisation of the consonantal text, the use of heightened emphasis in comparisons, basic mistranslations of various Hebrew words (including the technique known as homoeophony), and grammatical restructuring of the syntax of extended passages of text. The Peshitta and Targum : As well as the general question of the relationship of the Peshitta and Targum to the Masoretic text, the major problem of their interaction with each other is also investigated. It is clear that literary dependence exists on the part of one text or the other. The question which is examined is which text has priority. A significant part of this problem is centred on the extensive number of Syriacisms, and various corruptions, in the Targum text. In looking at the Syriac translation a further characteristic of its text is the large number of Greek readings to be found there. Attention is directed to determining how these readings have come into the Peshitta text. It is argued that only a small number of these readings take the form of later interpolations and that the majority can be shown to stem from the translator himself. Detailed examination of the Syriac, Greek and Hebrew texts is undertaken to determine these interconnections with reasonable certainty. Other traits of the Syriac translator which are scrutinized include abbreviated renderings of the Hebrew, repetitions of the same word where one would expect the use of synonyms, harmonisation of parallel or related texts, smoothing out of grammatical difficulties in the Hebrew, and textual rearrangement of various kinds. The Targum, considered on its own, is shown to lack the expansions and paraphrastic renderings characteristic of many other Targum texts. It is suggested that this feature of the Targum to Proverbs is bound up with the question of its relation to the Syriac version. The few additions which do occur in its text are very concise, often no more than one word. The question of anthropomorphism is considered but it is shown that there is no particular effort to avoid this kind of reference to the Deity. One possible example of the translator's style may be found in the use of word play, and some instances of this are considered. The main case which is presented, however, is that the Targum is a heavily edited version, derived from the Peshitta and that this accounts in the main for its lack of spontaneity and freedom of expression.",
    "thesisType": "Ph.D. dissertation",
    "university": "University of St. Andrews",
    "place": "",
    "date": "1983",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/IVRYUTSP\nSyriacaURI: http://syriaca.org/cbss/IVRYUTSP\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Old Testament"
      },
      {
        "tag": "Peshitta OT"
      },
      {
        "tag": "Proverbs"
      },
      {
        "tag": "Rabbinic Judaism"
      },
      {
        "tag": "Targums"
      },
      {
        "tag": "translation"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:33:20Z",
    "dateModified": "2025-09-17T17:42:20Z"
  }
}