{
  "key": "K6DKX9TJ",
  "version": 17427,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/K6DKX9TJ",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/K6DKX9TJ",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Simpkin",
    "parsedDate": "1974",
    "numChildren": 1
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Simpkin, Marjorie Helen. &#x201C;The Psalm-Commentary of Dionysius Bar Salibi.&#x201D; Ph.D. dissertation, University of Melbourne, 1974.</div>\n</div>",
  "citation": "<span>Marjorie Helen Simpkin, “The Psalm-Commentary of Dionysius Bar Salibi” (Ph.D. dissertation, University of Melbourne, 1974).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=The%20Psalm-Commentary%20of%20Dionysius%20bar%20Salibi&amp;rft.inst=University%20of%20Melbourne&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Marjorie%20Helen&amp;rft.aulast=Simpkin&amp;rft.au=Marjorie%20Helen%20Simpkin&amp;rft.date=1974&amp;rft.language=en'></span>\n",
  "data": {
    "key": "K6DKX9TJ",
    "version": 17427,
    "itemType": "thesis",
    "title": "The Psalm-Commentary of Dionysius bar Salibi",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Marjorie Helen",
        "lastName": "Simpkin"
      }
    ],
    "abstractNote": "The present dissertation consists of a detailed investigation of the commentary of Dionysius bar Salibi on Psalms 1-72. To begin with, the commentary is considered in its historical setting. Dionysius bar Salibi was a bishop in the Syrian Jacobite Church of the mid-twelfth century A.D. In a period marked by natural calamities and political and religious conflict, bar Salibi was an upright and strong leader of his people. His concern for integrity and moral rectitude among his parishioners and disciples is evident throughout the commentary. This strong ethical emphasis is combined with pastoral encouragement and comfort for those in need.\nAn investigation of the liturgical setting of the Psalm-commentary has shown that the words of the Psalms provided a ready source for the composition of the prayers in the Jacobite liturgy. They also have an important place in the Daily Offices of the Church. The use of the Psalms in the Church's liturgies has strongly influenced the exposition of the Psalms in bar Salibi's commentary. Although a wider community no doubt shared in the Eucharistic Liturgy, the Hours of Prayer were largely celebrated by the monks and those seeking to join monastic communities. It was in the monasteries and schools that the Psalms gained a position of considerable importance, forming a basic part of the curriculum, and the fundamental ingredient of private devotions. It is suggested that Dionysius bar Salibi had people such as these monks in view as he wrote the Psalm-commentary.\nDionysius did not claim originality for the ideas presented in his commentary. He saw his task as that of distilling from the works of previous writers the best teaching for the benefit of the people of his own day. Some of his sources he named, others he did not, but there is no simple formula to describe the origins of his work. The version of Scripture most frequently used in bar Salibi’s commentary is the Peshitta, though the Syro-Hexaplar is also quoted, as well as several other forms of the text.\nThe Psalm-commentary, like all of bar Salibi's Old Testament comrnentaries, consists of two parts. In the \"literal” commentary, the shorter of the two, the author generally interprets the Psalms in a historical sense, applying them to David, or some other person or occasion in Israel's history. The \"spiritual\" commentary has a much fuller, more homiletic character, and usually provides a Christological explanation of the Psalms. In fact, Christ is seen as the major subject of the Psalms which are used as a vehicle to convey the Church's doctrines about Man and God, and in particular about Jesus Christ.\nFinally an analysis of the extant MSS of this commentary was undertaken by the construction of a sample critical text, and the results evaluated.\nAs a result of this investigation, the Sitz im Leben of the Psalm-commentary of Dionysius bar Salibi has been recognised in broad outline, and hence its general significance can be more clearly defined.",
    "thesisType": "Ph.D. dissertation",
    "university": "University of Melbourne",
    "place": "",
    "date": "1974",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/K6DKX9TJ\nSyriacaURI: http://syriaca.org/cbss/K6DKX9TJ\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Dionysius bar Salibhi"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "Old Testament"
      },
      {
        "tag": "Psalms"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "XII CE"
      },
      {
        "tag": "commentary"
      },
      {
        "tag": "exegesis"
      },
      {
        "tag": "primary sources [Syriac] + English translation"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:35:01Z",
    "dateModified": "2025-09-17T17:18:04Z"
  }
}