{
  "key": "KT8BAGRH",
  "version": 17201,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/KT8BAGRH",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/KT8BAGRH",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Pollard",
    "parsedDate": "2000",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Pollard, Nigel David. <i>Soldiers, Cities, and Civilians in Roman Syria</i>. Ann Arbor, Michigan: University of Michigan Press, 2000.</div>\n</div>",
  "citation": "<span>Nigel David Pollard, <i>Soldiers, Cities, and Civilians in Roman Syria</i> (Ann Arbor, Michigan: University of Michigan Press, 2000).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=book&amp;rft.btitle=Soldiers%2C%20Cities%2C%20and%20Civilians%20in%20Roman%20Syria&amp;rft.place=Ann%20Arbor%2C%20Michigan&amp;rft.publisher=University%20of%20Michigan%20Press&amp;rft.aufirst=Nigel%20David&amp;rft.aulast=Pollard&amp;rft.au=Nigel%20David%20Pollard&amp;rft.date=2000&amp;rft.language=en'></span>\n",
  "data": {
    "key": "KT8BAGRH",
    "version": 17201,
    "itemType": "book",
    "title": "Soldiers, Cities, and Civilians in Roman Syria",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Nigel David",
        "lastName": "Pollard"
      }
    ],
    "abstractNote": "When one mentions \"empire,\" one place probably comes to mind: Rome. The Romans conquered an empire that covered almost the complete extent of their known world. With a territory that large, there was, of course, a huge cultural diversity between the different corners of the empire. How could the central authority in Rome bring together all the different cultures, religions and customs under one administrative umbrella? Soldiers, Cities and Civilians in Roman Syria explores some of the interactions between the imperial authority and the subjected peoples in the territory of Syria. It looks at how the imperial power controlled its subjects, how the agents of the imperial power (administrators, soldiers, etc.) interacted with those subjects, and what impact the imperial power had on the culture of ruled territories. The Roman empire had few civilian administrators, so soldiers were the representatives of imperial government to be encountered by many provincial civilians. Soldiers, Cities and Civilians in Roman Syria employs the evidence of Roman texts and documents and modern archaeological excavation as well as \"alternative\" sources, such as the literature of the subject peoples and informal texts such as graffiti, to examine the relationship between soldiers and civilians in the important frontier province of Syria.Nigel Pollard is currently a Research Assistant at the Institute of Archaeology, University of Oxford. When one mentions \"empire,\" one place probably comes to mind: Rome. The Romans conquered an empire that covered almost the complete extent of their known world. With a territory that large, there was, of course, a huge cultural diversity between the different corners of the empire. How could the central authority in Rome bring together all the different cultures, religions and customs under one administrative umbrella? Soldiers, Cities and Civilians in Roman Syria explores some of the interactions between the imperial authority and the subjected peoples in the territory of Syria. It looks at how the imperial power controlled its subjects, how the agents of the imperial power (administrators, soldiers, etc.) interacted with those subjects, and what impact the imperial power had on the culture of ruled territories. The Roman empire had few civilian administrators, so soldiers were the representatives of imperial government to be encountered by many provincial civilians. Soldiers, Cities and Civilians in Roman Syria employs the evidence of Roman texts and documents and modern archaeological excavation as well as \"alternative\" sources, such as the literature of the subject peoples and informal texts such as graffiti, to examine the relationship between soldiers and civilians in the important frontier province of Syria.",
    "series": "",
    "seriesNumber": "",
    "volume": "",
    "numberOfVolumes": "",
    "edition": "",
    "place": "Ann Arbor, Michigan",
    "publisher": "University of Michigan Press",
    "date": "2000",
    "numPages": "",
    "language": "en",
    "ISBN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/KT8BAGRH\nSyriacaURI: http://syriaca.org/cbss/KT8BAGRH",
    "tags": [
      {
        "tag": "Byzantine Syria"
      },
      {
        "tag": "Byzantine empire"
      },
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "Roman Syria"
      },
      {
        "tag": "Roman empire"
      },
      {
        "tag": "army"
      },
      {
        "tag": "economics"
      },
      {
        "tag": "ethnicity"
      },
      {
        "tag": "frontier"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:34:22Z",
    "dateModified": "2025-09-17T16:20:56Z"
  }
}