{
  "key": "LUZGPB7P",
  "version": 16550,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/LUZGPB7P",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/LUZGPB7P",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Jervis",
    "parsedDate": "1995",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Jervis, Adrienne L. &#x201C;O Death, Where Is Thy Victory? A Study of Christ&#x2019;s <i>Descensus Ad Inferos</i> in the Odes of Solomon.&#x201D; Ph.D. dissertation, University of Edinburgh, 1995.</div>\n</div>",
  "citation": "<span>Adrienne L. Jervis, “O Death, Where Is Thy Victory? A Study of Christ’s <i>Descensus Ad Inferos</i> in the Odes of Solomon” (Ph.D. dissertation, University of Edinburgh, 1995).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=O%20Death%2C%20Where%20Is%20Thy%20Victory%3F%20A%20Study%20of%20Christ%E2%80%99s%20%3Ci%3EDescensus%20ad%20Inferos%3C%2Fi%3E%20in%20the%20Odes%20of%20Solomon&amp;rft.inst=University%20of%20Edinburgh&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Adrienne%20L.&amp;rft.aulast=Jervis&amp;rft.au=Adrienne%20L.%20Jervis&amp;rft.date=1995&amp;rft.language=en'></span>\n",
  "data": {
    "key": "LUZGPB7P",
    "version": 16550,
    "itemType": "thesis",
    "title": "O Death, Where Is Thy Victory? A Study of Christ’s <i>Descensus ad Inferos</i> in the Odes of Solomon",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Adrienne L.",
        "lastName": "Jervis"
      }
    ],
    "abstractNote": "Almost 100 years have passed since a manuscript containing that lost book known as the Odes of Solomon was discovered, yet the hymns themselves remain an enigma. There are two reasons for this. The first lies in the elusive nature of the Odes, which has led to their classification in such mutually exclusive categories as the Old Testament Pseudepigrapha, the Hew Testament Apocrypha and the Patristic Literature. The second is due to the fact that previous approaches to their study have either been concerned with matters such as their provenance, original language and date of composition or have only been stimulated by the desire to draw a comparison with other works. In an effort to unravel the mystery of the Odes and gain a greater appreciation of their beauty, this thesis adopts a thematic approach to their study.\nThe chosen theme is that of Christ's Descent into Hell, an event which held such a fascination for early writers and became an important, source of inspiration in Christian art. Besides the unequivocal reference to the Descensus in the final hymn, in which personified Death is seen both as an all consuming monster and a tyrannical gaoler, this theme clearly runs throughout the collection and is dwelt on avidly by the Odist. It centres around the battle between Christ and Death, a wily, ubiquitous and primordial opponent, and the imagery is often closely reminiscent of the Chaoskampf. The motif is developed by the Odist to express the central truth of the Christian kerygma, namely that Death has been overcome by Christ. Indeed, the whole of the Passion and its meaning are conflated by him into the Descensus episode. Furthermore, the Odist ensures that the personal and abiding significance of Christ's victory is communicated to each and every believer through the depiction of Christian baptism as the mimesis of Christ's Descent. This sacramental interpretation of the Descensus is indicated by its retiming to coincide with Christ's own baptism in Ode 24 and the numerous allusions to baptismal beliefs and practices that occur in other Descensus hymns.\nA similar, if more primitive, understanding of the Descensus exists in I Peter 3:18-22. In this text, Christ's proclamation of defeat to the fallen angels is mirrored by the believer's baptismal renunciation of Satan, and his triumph forms the basis for Christian confidence in the face of persecution. The fact that the Odist is primarily concerned with Christ's defeat of Death at the time of the Descent, whereas the author of the epistle regards the victory over evil as more important, may be attributed to the differing historical circumstances surrounding the composition of the two works.",
    "thesisType": "Ph.D. dissertation",
    "university": "University of Edinburgh",
    "place": "",
    "date": "1995",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/LUZGPB7P\nSyriacaURI: http://syriaca.org/cbss/LUZGPB7P\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Descensus ad inferos"
      },
      {
        "tag": "Hell"
      },
      {
        "tag": "I-III CE"
      },
      {
        "tag": "II CE"
      },
      {
        "tag": "Odes of Solomon"
      },
      {
        "tag": "death"
      },
      {
        "tag": "hymnography"
      },
      {
        "tag": "poetry"
      },
      {
        "tag": "soteriology"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:32:39Z",
    "dateModified": "2025-09-17T17:53:27Z"
  }
}