{
  "key": "P89W6E6T",
  "version": 17438,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/P89W6E6T",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/P89W6E6T",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Smith",
    "parsedDate": "1947",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Smith, Charles Lavaughn. &#x201C;A Greek-Aramaic Glossary of the Vocabulary of Jesus in the Gospel of Mark: According to the Septuagint, Targums, and the Syriac Gospels.&#x201D; Ph.D. dissertation, Yale University, 1947.</div>\n</div>",
  "citation": "<span>Charles Lavaughn Smith, “A Greek-Aramaic Glossary of the Vocabulary of Jesus in the Gospel of Mark: According to the Septuagint, Targums, and the Syriac Gospels” (Ph.D. dissertation, Yale University, 1947).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=A%20Greek-Aramaic%20Glossary%20of%20the%20Vocabulary%20of%20Jesus%20in%20the%20Gospel%20of%20Mark%3A%20According%20to%20the%20Septuagint%2C%20Targums%2C%20and%20the%20Syriac%20Gospels&amp;rft.inst=Yale%20University&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Charles%20Lavaughn&amp;rft.aulast=Smith&amp;rft.au=Charles%20Lavaughn%20Smith&amp;rft.date=1947&amp;rft.tpages=108&amp;rft.language=en'></span>\n",
  "data": {
    "key": "P89W6E6T",
    "version": 17438,
    "itemType": "thesis",
    "title": "A Greek-Aramaic Glossary of the Vocabulary of Jesus in the Gospel of Mark: According to the Septuagint, Targums, and the Syriac Gospels",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Charles Lavaughn",
        "lastName": "Smith"
      }
    ],
    "abstractNote": "This glossary is the result of the growing demand in the scholarly world for a work which would permit the ready retranslation of the words of Jesus back into their original tongue. this need has increased steadily with the growing recognition that the language of Jesus was Aramaic and not Greek. The writings of Torrey, Burney, and others on the Aramaic origins of the Gospels and other portions of the New Testament have further demonstrated the need for such a glossary. The exegete would be assisted in his exposition of the Scriptures by a reference work which would provide quick access to the original words which Jesus is likely to have used. The scholar interested in literary criticism and the problem of Aramaic origins will be able to revert the Greek words more readily into Aramaic. Students of Semitic languages may find the glossary of value in comparative studies. The four columns of the glossary give in order; the Greek of Mark, the Biblical Aramaic parallel if any, the Syriac equivalents (from both the Peshitta and Old Syriac), and the Targumic Aramaic. The procedure used in the compiling and recording of this glossary consisted of listing in alphabetical order all the 'words of Jesus' as found in the Gospel of Mark. The next step was to locate occurrences of these same Greek words in the Septuagint and to determine the Hebrew or Aramaic word they translated. The Biblical Aramaic words from Ezra and Daniel were entered in the column marked B.A. These words provide a direct Aramaic-Greek translation. The words in the Syriac column represent two concurring sources whenever no note is made. Syriac words translated from the Gospel by the Peshitta only are noted by a P, while those used solely in the Old Syriac are designated by S. The Targumic Aramaic words were determined by locating the Aramaic word which was used in the Targums to translate the same Hebrew word which is rendered in the Septuagint by one of the Greek 'words of Jesus.' Sufficient references were then consulted in the Targums until an adequate number of usages were accumulated to establish the normal word used to translate the Hebrew original. These words appear in the last column of the glossary. The procedure just discussed produces a glossary in which the results achieved are as objective as it is possible to make them. In a few instances the word which is given in the glossary is not one which experience would normally lead us to expect. In such cases, note is made of the unusual circumstances. Much additional work remains to be done in expanding this glossary to include all the Gospels and other portions of the New Testament and Apocrypha which have marked Aramaic affinities. Similarly, additional study can be carried out in comparing results gained here with Palmyrene and Nabatean sources as well as the Aramaic Papyri. In view of the variety of scripts required, it was necessary to copy the glossary by hand.",
    "thesisType": "Ph.D. dissertation",
    "university": "Yale University",
    "place": "",
    "date": "1947",
    "numPages": "108",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/P89W6E6T\nSyriacaURI: http://syriaca.org/cbss/P89W6E6T\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Classical Syriac"
      },
      {
        "tag": "Gospel of Mark"
      },
      {
        "tag": "Gospels"
      },
      {
        "tag": "New Testament"
      },
      {
        "tag": "Old Syriac Gospels"
      },
      {
        "tag": "Syriac language"
      },
      {
        "tag": "lexicography"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:35:03Z",
    "dateModified": "2025-09-17T17:17:30Z"
  }
}