{
  "key": "PGEC7Y2V",
  "version": 17426,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/PGEC7Y2V",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/PGEC7Y2V",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Simonsohn",
    "parsedDate": "2008",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Simonsohn, Uriel I. &#x201C;Overlapping Jurisdictions: Confessional Boundaries and Judicial Choice among Christians and Jews under Early Muslim Rule.&#x201D; Ph.D. dissertation, Princeton University, 2008.</div>\n</div>",
  "citation": "<span>Uriel I. Simonsohn, “Overlapping Jurisdictions: Confessional Boundaries and Judicial Choice among Christians and Jews under Early Muslim Rule” (Ph.D. dissertation, Princeton University, 2008).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Overlapping%20Jurisdictions%3A%20Confessional%20Boundaries%20and%20Judicial%20Choice%20among%20Christians%20and%20Jews%20under%20Early%20Muslim%20Rule&amp;rft.inst=Princeton%20University&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Uriel%20I.&amp;rft.aulast=Simonsohn&amp;rft.au=Uriel%20I.%20Simonsohn&amp;rft.date=2008&amp;rft.tpages=356&amp;rft.language=en'></span>\n",
  "data": {
    "key": "PGEC7Y2V",
    "version": 17426,
    "itemType": "thesis",
    "title": "Overlapping Jurisdictions: Confessional Boundaries and Judicial Choice among Christians and Jews under Early Muslim Rule",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Uriel I.",
        "lastName": "Simonsohn"
      }
    ],
    "abstractNote": "This study examines the legislative responses of Christian and Jewish religious elites to the problems posed by the appeal of their coreligionists to judicial systems outside their communities. Focusing on the late seventh-early eleventh centuries in the region between Iraq in the east and present-day Tunisia in the west, the project explores the multiplicity of judicial systems that coexisted under early Muslim rule in order to reveal the complex array of social obligations that bound individuals across confessional boundaries. By examining the incentives for appeal to external judicial systems on the one hand and the response of minority confessional elites on the other, the thesis fundamentally alters our conception of the social history of the Near East in the early Islamic period. Contrary to the prevalent scholarly notion of a rigid social setting, strictly demarcated along confessional lines, a comparative study of Christian and Jewish legal behavior under Muslim rule exposes a considerable degree of fluidity across communal boundaries. The transcendence of religious affiliations threatened to undermine the position of traditional religious elites. In response, these elites acted vigorously to reinforce communal boundaries, censuring recourse to external judicial systems and even threatening transgressors with excommunication.\nI begin this study with an analysis of pre-Islamic precedent by surveying late antique judicial systems. I then consider the Muslim judicial setting during the first centuries following the Arab takeover. In both cases, I seek to illustrate the wide choice of judicial systems, both formal and informal, available to contemporary individuals. Following these two introductory chapters, I turn to examine the Christian and Jewish judicial organizations after the Muslim conquest, the challenges that faced these organizations, and the legislative response of Christian and Jewish religious elites to these challenges. I conclude my study with a comparative discussion of the social changes undergone by Christian and Jewish communities under Muslim rule, reconsidering questions of authority, boundaries, and allegiance.\nThe study relies heavily on two main bodies of literary materials: (1) Christian legal codices (including ad hoc rulings), issued primarily between the late seventh and tenth centuries. This material largely derives from the East-Syrian Church in Mesopotamia and the West-Syrian Church in the Fertile Crescent. (2) Geonic responsa : the widespread exchange of questions and answers between local Jewish communal leaders throughout the Near East and their spiritual superiors, the geonim, in Baghdad. Most of these questions originated from North Africa between the ninth and eleventh centuries.",
    "thesisType": "Ph.D. dissertation",
    "university": "Princeton University",
    "place": "",
    "date": "2008",
    "numPages": "356",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/PGEC7Y2V\nSyriacaURI: http://syriaca.org/cbss/PGEC7Y2V\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Jacobites"
      },
      {
        "tag": "Muslim-Christian relations"
      },
      {
        "tag": "Nestorians"
      },
      {
        "tag": "identity"
      },
      {
        "tag": "law"
      },
      {
        "tag": "society"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:35:00Z",
    "dateModified": "2025-09-17T17:18:08Z"
  }
}