{
  "key": "PNDLWYIA",
  "version": 17736,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/PNDLWYIA",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/PNDLWYIA",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Walsh",
    "parsedDate": "2019",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Walsh, Erin Galgay. &#x201C;Sanctifying Boldness: New Testament Women in Narsai, Jacob of Serugh, and Romanos Melodos.&#x201D; Ph.D. dissertation, Duke University, 2019.</div>\n</div>",
  "citation": "<span>Erin Galgay Walsh, “Sanctifying Boldness: New Testament Women in Narsai, Jacob of Serugh, and Romanos Melodos” (Ph.D. dissertation, Duke University, 2019).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Sanctifying%20Boldness%3A%20New%20Testament%20Women%20in%20Narsai%2C%20Jacob%20of%20Serugh%2C%20and%20Romanos%20Melodos&amp;rft.inst=Duke%20University&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Erin%20Galgay&amp;rft.aulast=Walsh&amp;rft.au=Erin%20Galgay%20Walsh&amp;rft.date=2019&amp;rft.language=en'></span>\n",
  "data": {
    "key": "PNDLWYIA",
    "version": 17736,
    "itemType": "thesis",
    "title": "Sanctifying Boldness: New Testament Women in Narsai, Jacob of Serugh, and Romanos Melodos",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Erin Galgay",
        "lastName": "Walsh"
      }
    ],
    "abstractNote": "This dissertation examines how three ancient Christian poets scripted female biblical figures as models of emboldened faith for all to emulate. Through imagined speech and narrative embellishment, they brought familiar figures to life for the entertainment, edification, and instruction of their audiences. These male poets, writing in Syriac and Greek, explored the hermeneutical possibilities of female voices and perspectives. While previous scholars have shown that early Christian authors portrayed female martyrs and ascetics subverting normative behavioral expectations, I argue that poetic depictions of biblical women form an additional category of exempla who pressed the bounds of acceptable speech and action. Through attending to the underexplored genre of poetry, this dissertation brings greater depth and nuance to previous accounts of how late ancient Christians constructed holiness and gender.\nThe dissertation investigates the poetry of three roughly contemporaneous authors from the late fifth and early sixth centuries: Narsai, Jacob of Serugh, and Romanos Melodos. While these three helped to set the interpretative and theological trajectories of their respective ecclesial communities in the eastern Mediterranean and Mesopotamian regions, they have never been brought into sustained conversation. Writing in Syriac, Narsai and Jacob were heirs to common literary and theological traditions, while the poems of Romanos Melodos, a Syrian composing in Greek, show thematic and artistic affinities with Syriac poetry, thus pointing to the interconnectedness of the multilingual regions of the eastern Roman and Persian empires.\nSelecting from the sizeable extant corpora of these authors, I focus on poems recounting New Testament narratives about four unnamed women: the Canaanite woman, the Hemorrhaging woman, the Sinful woman, and the Samaritan woman. In the initial three chapters I trace the interrelated themes of the body, ethnicity, and the voice to illuminate the distinct interpretative approaches and exegetical concerns of the three poets. Each of these themes supplies a lens through which the three poets underscore the tenacity of biblical women. Narsai and Jacob emphasize the moral agency of biblical women more consistently than Romanos, in part due to their poetic style as well as their strategies of characterization.\nAt the heart of the dissertation is a chapter on representations of women’s voices, in which I show how the three poets alternatively depicted transgressive female speech and curbed potential dangers of female audacity. The penultimate chapter examines the constellation of terms the poets use to speak about boldness, employing the tools of feminist and philological analysis to show how idealized religious boldness was created through language subject to the ambiguities of gender. The final chapter reflects on the significance of this reception history for understanding the dynamics of verse exegesis in Late Antiquity. While Narsai, Jacob, and Romanos stand as three independent artists, they jointly contribute to the poetic mode of biblical interpretation. Inhabiting the voices and vantage points of female biblical characters, the poets produce complex portraits of bold, self-assertive women pursuing the life of faith.\nDrawing upon the literary treasury of Syriac and Greek poetry, this study contributes to the historiography of late ancient literature and the construction of gender. It maps new territory in the reception history of these biblical narratives through close, comparative readings that reveal the distinctive portraits of biblical women painted by Syriac and Greek poetic literature. Within liturgical and academic settings where women’s activity and speech were strictly curtailed, these representations of tenacious, outspoken women provide invaluable insights into how Christian authors inhabited marginalized subject positions to imagine idealized models of faith.",
    "thesisType": "Ph.D. dissertation",
    "university": "Duke University",
    "place": "",
    "date": "2019",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/PNDLWYIA\nSyriacaURI: http://syriaca.org/cbss/PNDLWYIA\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Gospel of John"
      },
      {
        "tag": "Gospel of Luke"
      },
      {
        "tag": "Gospel of Matthew"
      },
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "Jacob of Sarug"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "Jn 4:1-42"
      },
      {
        "tag": "Lk 7:36-50"
      },
      {
        "tag": "Mt 15:21-28"
      },
      {
        "tag": "Mt 5:25-34"
      },
      {
        "tag": "Narsai"
      },
      {
        "tag": "Nestorians"
      },
      {
        "tag": "Old Testament"
      },
      {
        "tag": "V CE"
      },
      {
        "tag": "VI CE"
      },
      {
        "tag": "exegesis"
      },
      {
        "tag": "gender"
      },
      {
        "tag": "hymnography"
      },
      {
        "tag": "poetry"
      },
      {
        "tag": "primary sources [Syriac] + English translation"
      },
      {
        "tag": "women"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:36:00Z",
    "dateModified": "2025-09-17T17:07:11Z"
  }
}