{
  "key": "PZJ6RBZ3",
  "version": 15696,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/PZJ6RBZ3",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/PZJ6RBZ3",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Bertaina",
    "parsedDate": "2007",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Bertaina, David. &#x201C;An Arabic Account of Theodore Abu Qurra in Debate at the Court of Caliph Al-Ma&#x2019;mun: A Study in Early Christian and Muslim Literary Dialogues.&#x201D; Ph.D. dissertation, The Catholic University of America, 2007.</div>\n</div>",
  "citation": "<span>David Bertaina, “An Arabic Account of Theodore Abu Qurra in Debate at the Court of Caliph Al-Ma’mun: A Study in Early Christian and Muslim Literary Dialogues” (Ph.D. dissertation, The Catholic University of America, 2007).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=An%20Arabic%20Account%20of%20Theodore%20Abu%20Qurra%20in%20Debate%20at%20the%20Court%20of%20Caliph%20al-Ma%E2%80%99mun%3A%20A%20Study%20in%20Early%20Christian%20and%20Muslim%20Literary%20Dialogues&amp;rft.inst=The%20Catholic%20University%20of%20America&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=David&amp;rft.aulast=Bertaina&amp;rft.au=David%20Bertaina&amp;rft.date=2007&amp;rft.tpages=502&amp;rft.language=en'></span>\n",
  "data": {
    "key": "PZJ6RBZ3",
    "version": 15696,
    "itemType": "thesis",
    "title": "An Arabic Account of Theodore Abu Qurra in Debate at the Court of Caliph al-Ma’mun: A Study in Early Christian and Muslim Literary Dialogues",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "David",
        "lastName": "Bertaina"
      }
    ],
    "abstractNote": "In the early Islamic period, Christians composed apologetic texts in the form of dialogues in light of their encounters with Muslims. These compositions functioned on two levels: as systematic, theological essays, or as popular, apologetic religious tracts. However, there is a gap in scholarship concerning the development of the literary dialogue genre in Arabic texts from the Abbasid period (750-1258). To alleviate this lacuna, the dissertation examines a certain literary dialogue attributed to Theodore Abu Qurra (d. ca. 830). The text purports to be an account of a ninth-century debate between Theodore Abu Qurra, the Melkite bishop of Harran, and several Muslim dialectical theologians at the court of the caliph al-Ma'mun (d. 833), held in the year 829. This study evaluates the oldest manuscript, Vatican Borgia arabic MS 135, which dates to the year 1308.\nHistorical approaches are employed to study Theodore's dialogue within the context of early Christian encounters with Muslims and their perceptions of the religious other. Subsequently the work analyzes how authors employed theological concepts of inter-religious dialogue and disputation in various literary genres. In particular, the dissertation surveys Christian Arabic and Syriac debate texts and it illustrates their use of scriptural reasoning and depictions of their religious interlocutors as presentations of the Christian worldview. These conclusions are transferred to the study of Theodore Abu Qurra's debate, in order to examine its theological concerns and to provide an English translation and edition of the literary dialogue.\nThe research has resulted in a description of how Christian writers defined orthodoxy within their communities against the objections of their religious adversaries. The evidence suggests that Christian groups made use of qur'anic and biblical material in tandem with dialectical reasoning in order to commend their religious worldview. These results are particularly illustrated in Theodore Abu Qurra's disputation text.\nThis study corroborates the notion that literary dialogues were hagiographic accounts of hope for future generations, catechetical tools for their audience, apologetic primers for students, rhetorical devices of Christian empowerment and entertaining stories that inculcated Christian socio-cultural values and prevented conversion to Islam.",
    "thesisType": "Ph.D. dissertation",
    "university": "The Catholic University of America",
    "place": "",
    "date": "2007",
    "numPages": "502",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/PZJ6RBZ3\nSyriacaURI: http://syriaca.org/cbss/PZJ6RBZ3\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Bahira"
      },
      {
        "tag": "Elias of Nisibis"
      },
      {
        "tag": "John III of Antioch"
      },
      {
        "tag": "Muslim-Christian relations"
      },
      {
        "tag": "Timothy I"
      },
      {
        "tag": "VII CE"
      },
      {
        "tag": "VIII CE"
      },
      {
        "tag": "polemic"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:30:48Z",
    "dateModified": "2025-09-17T18:29:45Z"
  }
}