{
  "key": "Q5XW5972",
  "version": 18400,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/Q5XW5972",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/Q5XW5972",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Pierre",
    "parsedDate": "2024",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Pierre, Simon. &#x201C;Building and Destroying &#x2018;New Churches&#x2019; and the Evolution of the Early Islamic Law: The Syriac Case (First-Second Century AH).&#x201D; In <i>From the Tigris to the Ebro: Church and Monastery Building under Early Islam</i>, edited by Simon Pierre and Mar&#xED;a de los &#xC1;ngeles Utrero Agudo, 187&#x2013;210. Serie Arqueol&#xF3;gica 19. Madrid: Consejo Superior de Investigaciones Cient&#xED;ficas, 2024.</div>\n</div>",
  "citation": "<span>Simon Pierre, “Building and Destroying ‘New Churches’ and the Evolution of the Early Islamic Law: The Syriac Case (First-Second Century AH),” in <i>From the Tigris to the Ebro: Church and Monastery Building under Early Islam</i>, ed. Simon Pierre and María de los Ángeles Utrero Agudo, Serie Arqueológica 19 (Madrid: Consejo Superior de Investigaciones Científicas, 2024), 187–210.</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook&amp;rft.genre=bookitem&amp;rft.atitle=Building%20and%20Destroying%20%E2%80%9CNew%20Churches%E2%80%9D%20and%20the%20Evolution%20of%20the%20Early%20Islamic%20Law%3A%20the%20Syriac%20Case%20(First-Second%20Century%20AH)&amp;rft.btitle=From%20the%20Tigris%20to%20the%20Ebro%3A%20Church%20and%20Monastery%20Building%20under%20Early%20Islam&amp;rft.place=Madrid&amp;rft.publisher=Consejo%20Superior%20de%20Investigaciones%20Cient%C3%ADficas&amp;rft.series=Serie%20Arqueol%C3%B3gica%2019&amp;rft.aufirst=Simon&amp;rft.aulast=Pierre&amp;rft.au=Simon%20Pierre&amp;rft.au=Simon%20Pierre&amp;rft.au=Mar%C3%ADa%20de%20los%20%C3%81ngeles%20Utrero%20Agudo&amp;rft.date=2024&amp;rft.pages=187-210&amp;rft.spage=187&amp;rft.epage=210&amp;rft.language=en'></span>\n",
  "data": {
    "key": "Q5XW5972",
    "version": 18400,
    "itemType": "bookSection",
    "title": "Building and Destroying “New Churches” and the Evolution of the Early Islamic Law: the Syriac Case (First-Second Century AH)",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Simon",
        "lastName": "Pierre"
      },
      {
        "creatorType": "editor",
        "firstName": "Simon",
        "lastName": "Pierre"
      },
      {
        "creatorType": "editor",
        "firstName": "María de los Ángeles",
        "lastName": "Utrero Agudo"
      }
    ],
    "abstractNote": "In this chapter, I address how and when church-building became problematic during the early Islamic period in the Syro-Aramaic regions of Northern Syria and Mesopotamia. First, I focus on the evidence provided by ecclesiastical Syriac sources concerning ongoing constructions during the seventh century, when it appears that no legal restrictions operated. Moreover, even under the Marwānid caliphate, whose social and ideological system was driven by more confessional principles, an impressive number of testimonies suggest an increase in the number of monastery foundations, which may have been a way to shelter private wealth from taxation. Things seem to have changed during the early Abbasid period. The sources are contradictory: some new laws were introduced in Syria against Christian proselytism, but no evidence of such limitations upon church building in the Jazīra is attested before the 770s. Also, legal evidence and theory suggest that, at least during the first half of the second century AH (720-770), there were two hermetic categories in urban settlements: 1/ the construction of churches was authorized within the indigenous, Aramaic-speaking, madīnas; 2/ in the amṣār however, where Arab-Muslims were supposed to hold a privileged position, the very visibility of Christian cult and social habits and practices was gradually banned, especially church-building. Finally, the growing hostility crystallized in traditions that commanded churches in the amṣār to be destroyed, even if such orders were neither systematic nor effective. The turning point of this story could be the disastrous invasion of Northern Syria by Byzantine general Michael Lakhanodrakon, in 777. Indeed, for the first time in a century, a caliph decided to lead the army in person to repel the enemy in Cilicia, and a significant policy of sunna enforcement and reform was launched by al-Mahdī through a so-called muḥtasib. Emir ʿAlī b. Sulaymān al-ʿAbbāsī was especially committed to this military, as well as ideological, counter-offensive. It struck the Syriac Orthodox church, as recalled by an inscription on the southern wall of the church of Eḥnesh, in Northern Syria. After this date of 779-780, the region of the Byzantine frontier, the thughūr, endured a process of military colonization that matches the development of new legal paradigms: the “miṣrization” of indigenous madīnas. It consisted in their transformation into miṣr-like towns or neighborhoods, where the law of the amṣār was to be applied and “new churches” had to be destroyed. Gradually, the growing number of Muslim inhabitants in the cities of Ḥarrān or Edessa led to their miṣrization too, if not simply to the downright breach of their treaties (ṣulḥ), like in Takrīt and Mosul. At this stage, governors were frequently caught between the antagonistic pressures of Christian and Muslim elites, and also had to face contagious destructing riots staged by Muslim mobs. Every ten years, in ca. 190, 200, 210 and 220 AH, “new churches” were demolished, and then for the most part reconstructed, a regularity that perhaps reflects a legal principle that has not yet been elucidated.",
    "bookTitle": "From the Tigris to the Ebro: Church and Monastery Building under Early Islam",
    "series": "Serie Arqueológica 19",
    "seriesNumber": "",
    "volume": "",
    "numberOfVolumes": "",
    "edition": "",
    "place": "Madrid",
    "publisher": "Consejo Superior de Investigaciones Científicas",
    "date": "2024",
    "pages": "187-210",
    "language": "en",
    "ISBN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/Q5XW5972\nSyriacaURI: http://syriaca.org/cbss/Q5XW5972",
    "tags": [
      {
        "tag": "Muslim-Christian relations"
      },
      {
        "tag": "VII CE"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "VIII CE"
      },
      {
        "tag": "building"
      },
      {
        "tag": "churches"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "2EA3IALA"
    ],
    "relations": {},
    "dateAdded": "2025-05-13T19:55:04Z",
    "dateModified": "2025-09-17T16:18:05Z"
  }
}