{
  "key": "THTZ4WLS",
  "version": 16131,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/THTZ4WLS",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/THTZ4WLS",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Dyaji",
    "parsedDate": "2012",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Dyaji, Joseph Tene. &#x201C;An Exposition and Examination of Theodoret of Cyrus&#x2019; Christology: A Reformed Critique.&#x201D; Ph.D. dissertation, Westminster Theological Seminary, 2012.</div>\n</div>",
  "citation": "<span>Joseph Tene Dyaji, “An Exposition and Examination of Theodoret of Cyrus’ Christology: A Reformed Critique” (Ph.D. dissertation, Westminster Theological Seminary, 2012).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=An%20Exposition%20and%20Examination%20of%20Theodoret%20of%20Cyrus%E2%80%99%20Christology%3A%20A%20Reformed%20Critique&amp;rft.inst=Westminster%20Theological%20Seminary&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Joseph%20Tene&amp;rft.aulast=Dyaji&amp;rft.au=Joseph%20Tene%20Dyaji&amp;rft.date=2012&amp;rft.language=en'></span>\n",
  "data": {
    "key": "THTZ4WLS",
    "version": 16131,
    "itemType": "thesis",
    "title": "An Exposition and Examination of Theodoret of Cyrus’ Christology: A Reformed Critique",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Joseph Tene",
        "lastName": "Dyaji"
      }
    ],
    "abstractNote": "This dissertation examines, explains and critically appraises the Christology of Theodoret of Cyrus. Its thesis is that Theododret's Christology not only leaves no room for God to become incarnate, act, or be involved in human history, but also dissolves the unity of the distinct natures of the unipersonality of Christ in space and time. This is the Achilles' heel of his Christology that burdens it with christological-soteriological problems, inconsistencies, and ambiguities that undermine the unipersonality of God incarnate. As a historical-theological piece, it gives insights into the time in the history of Christian theology in which Theodoret affirmed his universal commitment to the church's confession that Jesus Christ is vere Deus and vere homo.\nTheodoret's Christology finds its immediate historical context in the fifth- and sixth-century debate on the subjects of God's immutability, his impassibility, and his relationship to the suffering of Christ ad extra . While Cyril of Alexandria and his adherents upheld the Alexandrian monophysite position, which blurred the distinction between the divine and the human natures of Christ, Theodoret was attempting to uphold the divinity of Christ that is held in tension with his humanity, positing a dyophysite understanding of Christ in a symmetrical fashion in creation and redemption.\nThe study analyzes the Christology Theodoret inherited from the basic metaphysics of the Antiochene school: a Creator-creature distinction that, without proper qualification, posits God as an impersonal being in history and inevitably precludes him from acting in creation and redemption. That Christology is shown to lack a proper biblical-theological articulation of the being and becoming of God in Christ in history.\nIn an attempt to address this inherent lack in Theodoret's Christology, this study contends that only Reformed covenantal theology can adequately reconcile the two realities of Christ's personality. Furthermore, it has gone beyond the research on Theodoret's Christology by modern and postmodern scholars to highlight some continuities and discontinuities between Theodoret's Christology and Reformed Christology. This critique is possible because modern Reformed Christology is warranted by the christological models of Augustine, Chalcedon, and Calvin, and it proffers within the Creator-creature framework a sustainable solution to the problems inherent in Theodoret's Christology.",
    "thesisType": "Ph.D. dissertation",
    "university": "Westminster Theological Seminary",
    "place": "",
    "date": "2012",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/THTZ4WLS\nSyriacaURI: http://syriaca.org/cbss/THTZ4WLS\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Antiochene school"
      },
      {
        "tag": "Christology"
      },
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "Theodoret of Cyrus"
      },
      {
        "tag": "V CE"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:31:39Z",
    "dateModified": "2025-09-17T18:10:56Z"
  }
}