{
  "key": "TNGJVYBV",
  "version": 18463,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/TNGJVYBV",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/TNGJVYBV",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Fathi",
    "parsedDate": "2024",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Fathi, Jean. &#x201C;Deux hom&#xE9;lies rim&#xE9;es in&#xE9;dites en arabe du patriarche Jean Bar Ma&#x2018;dan&#x12B; et du maphrien Gr&#xE9;goire Barhebraeus pr&#xE9;lats de l&#x2019;&#xC9;glise syrienne (XIII<sup>e</sup> si&#xE8;cle).&#x201D; <i>Al-Machriq</i> 98:1 (2024): 135&#x2013;84.</div>\n</div>",
  "citation": "<span>Jean Fathi, “Deux homélies rimées inédites en arabe du patriarche Jean Bar Ma‘danī et du maphrien Grégoire Barhebraeus prélats de l’Église syrienne (XIII<sup>e</sup> siècle),” <i>Al-Machriq</i> 98:1 (2024): 135–84.</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Deux%20hom%C3%A9lies%20rim%C3%A9es%20in%C3%A9dites%20en%20arabe%20du%20patriarche%20Jean%20Bar%20Ma%E2%80%98dan%C4%AB%20et%20du%20maphrien%20Gr%C3%A9goire%20Barhebraeus%20pr%C3%A9lats%20de%20l%E2%80%99%C3%89glise%20syrienne%20(XIII%3Csup%3Ee%3C%2Fsup%3E%20si%C3%A8cle)&amp;rft.jtitle=Al-Machriq&amp;rft.volume=98%3A1&amp;rft.aufirst=Jean&amp;rft.aulast=Fathi&amp;rft.au=Jean%20Fathi&amp;rft.date=2024&amp;rft.pages=135-184&amp;rft.spage=135&amp;rft.epage=184&amp;rft.language=fr'></span>\n",
  "data": {
    "key": "TNGJVYBV",
    "version": 18463,
    "itemType": "journalArticle",
    "title": "Deux homélies rimées inédites en arabe du patriarche Jean Bar Ma‘danī et du maphrien Grégoire Barhebraeus prélats de l’Église syrienne (XIII<sup>e</sup> siècle)",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Jean",
        "lastName": "Fathi"
      }
    ],
    "abstractNote": "Dans cet article sont éditées pour la première fois deux homélies arabes chrétiennes composées, dans le style de la maqāma arabe rimée, par deux ecclésiastiques de l’Église syrienne-orthodoxe au XIIIe siècle. A la mesure des connaissances actuelles, ces deux textes ne semblent être préservés que dans un seul manuscrit chacun. L’homélie du patriarche Jean Bar Ma‘danī était aussi conservée dans un ancien et précieux second manuscrit, transporté de Diyarbakır aux États-Unis au début du XXe siècle, dont la trace est néanmoins perdue depuis 1928. L’homélie du maphrien Grégoire Barhebraeus n’est quant à elle contenue que dans un unicum recopié en karšūnī, c’est-à-dire, en arabe écrit avec des caractères syriaques. Le manuscrit est en piteux état de conservation, mais il est possible d’en recouvrir les mots, ce qui est l’essentiel.\nBien que les deux prélats en question aient été de langue et de tradition syriaque, ils étaient tout aussi bien à l’aise en arabe. Pour Jean Bar Ma‘danī, cependant, ceci ne fut pas toujours le cas. En effet, il se mit tard à l’arabe, lors d’un séjour de sept ans à Baġdād, vers 1237-1244, recevant chez lui un professeur musulman pour s’y exercer. Rien de tel n’est indiqué pour Barhebraeus, qui fut probablement bilingue dès son plus jeune âge.\nDans la première homélie, écrite pour être lue à Noël, Bar Ma‘danī conte la création d’Adam, puis sa chute et ses tribulations. Ayant Adam en miséricorde, Dieu envoie les prophètes afin de préparer le chemin raboteux et les coeurs tourmentés, et pour révéler le secret stupéfiant qui est la théophanie du Fils bien-aimé. Quand le moment arrive, le monde est pris de joie et brille la lumière du salut. Les anges crient à voix haute: Gloria in excelsis Deo. Sur terre, les rois perses parviennent à la caverne en suivant l’étoile, et avec eux, les hommes présentent leurs offrandes en se prosternant et en louant le Sauveur pour ses grâces innombrables reçues à travers l’Incarnation.\nLa deuxième homélie, celle de Barhebraeus, est une oraison funèbre, écrite non pour quelqu’un en particulier, mais plutôt en forme de sermon générique destiné à être lu sur la tombe d’une personne décédée, quelle qu’elle soit. La beauté surprenante de ce texte se perçoit à travers un cri grave et strident lancé contre la vanité d’un monde évanescent, suivi d’un appel au repentir. Usant d’un rythme saccadé, l’auteur atteint des hauteurs poétiques à travers de longues séries de répétitions, par exemple en condamnant le monde plein de.. plein de.. guerres.. défauts.. péchés.. maladies.., puis en usant de juxtapositions de verbes contradictoires, décrivant un monde qui réunit puis sépare.. rehausse puis rabaisse… construit puis détruit…, puis en lançant une série de questions demandant où sont?.. où sont?.. afin de dénoter le fait que tous ceux qui portaient les beaux habits ne sont désormais que poussière et vent.",
    "publicationTitle": "Al-Machriq",
    "volume": "98:1",
    "issue": "",
    "pages": "135-184",
    "date": "2024",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "",
    "language": "fr",
    "DOI": "",
    "ISSN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/TNGJVYBV\nSyriacaURI: http://syriaca.org/cbss/TNGJVYBV\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Arab Christians"
      },
      {
        "tag": "Barhebraeus"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "John bar Madani"
      },
      {
        "tag": "Karshuni"
      },
      {
        "tag": "Nativity"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "XIII CE"
      },
      {
        "tag": "death"
      },
      {
        "tag": "homilies"
      },
      {
        "tag": "maqama"
      },
      {
        "tag": "primary sources [Arabic]"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "2EA3IALA"
    ],
    "relations": {},
    "dateAdded": "2025-05-13T19:55:13Z",
    "dateModified": "2025-09-17T14:06:18Z"
  }
}