{
  "key": "W5KFNYTN",
  "version": 18033,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/W5KFNYTN",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/W5KFNYTN",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Rauf and Mohammad",
    "parsedDate": "2021",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Rauf, Manhal Senhareeb, and Laith Hassan Mohammad. &#x201C;Composition in the Syriac Language: Its Concept, Methods of Formulation, Types, and Linguistic Functions (A Semitic Comparative Linguistic Study).&#x201D; <i>Al-Adab Journal</i> 138:2 (2021): 647&#x2013;74.</div>\n</div>",
  "citation": "<span>Manhal Senhareeb Rauf and Laith Hassan Mohammad, “Composition in the Syriac Language: Its Concept, Methods of Formulation, Types, and Linguistic Functions (A Semitic Comparative Linguistic Study),” <i>Al-Adab Journal</i> 138:2 (2021): 647–74.</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Composition%20in%20the%20Syriac%20Language%3A%20Its%20Concept%2C%20Methods%20of%20Formulation%2C%20Types%2C%20and%20Linguistic%20Functions%20(A%20Semitic%20Comparative%20Linguistic%20Study)&amp;rft.jtitle=Al-Adab%20Journal&amp;rft.volume=138%3A2&amp;rft.aufirst=Manhal%20Senhareeb&amp;rft.aulast=Rauf&amp;rft.au=Manhal%20Senhareeb%20Rauf&amp;rft.au=Laith%20Hassan%20Mohammad&amp;rft.date=2021&amp;rft.pages=647-674&amp;rft.spage=647&amp;rft.epage=674&amp;rft.language=en'></span>\n",
  "data": {
    "key": "W5KFNYTN",
    "version": 18033,
    "itemType": "journalArticle",
    "title": "Composition in the Syriac Language: Its Concept, Methods of Formulation, Types, and Linguistic Functions (A Semitic Comparative Linguistic Study)",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Manhal Senhareeb",
        "lastName": "Rauf"
      },
      {
        "creatorType": "author",
        "firstName": "Laith Hassan",
        "lastName": "Mohammad"
      }
    ],
    "abstractNote": "This research sheds light on one of the linguistic phenomena, which is the phenomenon of \"synthesis\", in terms of its concept, origin, presentation, classification and controls. Then the research deals with the methods of formulating the composition, its types and functions in the three Semitic languages: Syriac, Arabic and Hebrew, by using the method of linguistic comparison between those languages. Composition is one of the sources of abbreviation in language terms and phrases, and what it means is: to combine two vocabularies with each other without deleting anything from them to form a new vocabulary that carries the meaning of the two terms in one form. Including the term (amphibious), (businessman), etc. Most of the modernists have been deluded by their counting of composition as a sculpture or sculpture as a composition, while the difference between them is clear. Sculpture eliminates the vocabulary that contributes to the formation of the new term: the sculpture, with a letter or two or more letters, while the two-vocabulary forming the composition remain the same without deletion. It should be noted here that what grammarians say and confirm about the composition, which is that: Contrary to the original, as the basic principle in the vocabulary is the singular, so a single word is not judged by the composition unless there is conclusive evidence for that. The composition is in the nouns and letters without the verbs. Ibn As four said: “There is nothing in the verbs that are combined.” The compound according to philosophers and logic people is what is indicated by a part of its pronunciation to a part of its meaning. According to grammarians, \"what is combined from two vocabulary or more.\" And Sheikh Al-Attar mentioned in his commentary on the explanation of Al-Azhar that most grammarians say that the singular is what it is pronounced once, and the compound is what it pronounces twice. In fact, the compound does not utter it twice, but only once, like the singular, but because it pronounces each of its parts - and at least the compound consists of two parts - the uttering of its part is made to utter all of it, so when its two parts are pronounced it is as if it is pronounced twice. This definition is based on the definition of the people of previous logic, \"what a part of his pronouncement indicates a part of its meaning.\" If the part of the compound indicates a part of its meaning, then it is as if the uttering of the two parts is pronounced twice. Each part has a meaning, so if the two parts are combined, their combination will have a new meaning that none of them had before the installation. This paper also sheds light on the most important types of synthesis in the three Semitic languages: Syriac, Arabic and Hebrew, such as: the synthesized compound, the laconic complex, and the numerical complex ilj. The research ends with a classification of the most important functions and roles that the linguistic structure plays in the Syriac language, as well as its two sisters in the Semitic language family: Arabic and Hebrew, which are summarized as follows: drafting grammatical and rhetorical methods, proliferation of buildings and meanings, formulation of invention names and scientific terms.",
    "publicationTitle": "Al-Adab Journal",
    "volume": "138:2",
    "issue": "",
    "pages": "647-674",
    "date": "2021",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "",
    "language": "en",
    "DOI": "",
    "ISSN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/W5KFNYTN\nSyriacaURI: http://syriaca.org/cbss/W5KFNYTN",
    "tags": [
      {
        "tag": "Classical Syriac"
      },
      {
        "tag": "Syriac language"
      },
      {
        "tag": "grammar"
      },
      {
        "tag": "syntax"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "TW9XKNJD"
    ],
    "relations": {},
    "dateAdded": "2023-08-18T17:47:28Z",
    "dateModified": "2025-09-17T14:06:16Z"
  }
}