{
  "key": "XLFAWMQ9",
  "version": 18457,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/XLFAWMQ9",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/XLFAWMQ9",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Knight",
    "parsedDate": "2019",
    "numChildren": 1
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Knight, Sarah. &#x201C;Narratives of Religious Identity: The Self-Perception of the Jacobite Syrian Christians of Kerala.&#x201D; Ph.D. dissertation, SOAS University of London, 2019.</div>\n</div>",
  "citation": "<span>Sarah Knight, “Narratives of Religious Identity: The Self-Perception of the Jacobite Syrian Christians of Kerala” (Ph.D. dissertation, SOAS University of London, 2019).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=Narratives%20of%20Religious%20Identity%3A%20The%20Self-Perception%20of%20the%20Jacobite%20Syrian%20Christians%20of%20Kerala&amp;rft.inst=SOAS%20University%20of%20London&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Sarah&amp;rft.aulast=Knight&amp;rft.au=Sarah%20Knight&amp;rft.date=2019&amp;rft.language=en'></span>\n",
  "data": {
    "key": "XLFAWMQ9",
    "version": 18457,
    "itemType": "thesis",
    "title": "Narratives of Religious Identity: The Self-Perception of the Jacobite Syrian Christians of Kerala",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Sarah",
        "lastName": "Knight"
      }
    ],
    "abstractNote": "This thesis examines the question of the religious self-definition of the Jacobite Syrian Christian community in Kerala. The leading question is: to what extent does the indigenous narrative of that community about their religious identity differ from existing dominant historical accounts? It examines texts in Malayalam from the Jacobite Syrian Christians, particularly the unpublished 18th century Mathai Vettikkunnel manuscript, in order to investigate the narrative of their religious identity, in the context of existing scholarly discourse. During the Portuguese period, in 1599, the composite body of the undivided Syrian Christian Church was Latinized, mainly based on the allegation that they were Nestorians affiliated to the Church of the East, Nestorianism being a heresy rejected at the Council of Ephesus, in 431. The Latinization was rejected by the Syrian Christians in 1653, and the confusion that followed culminated in a schism in the Church in 1663, when two religious identities emerged: one Jacobite Syrian, and the other, Romo-Syrian. Portuguese writings asserting the Nestorianism of the Syrian Christians in the Pre-Portuguese times were re-iterated by subsequent historians, who developed the narrative that the Syrian Christians were Nestorians from the inception of their Church. These scholarly constructions continue to dominate the discourse on the subject, from Gouvea (1606), to La Croze (1724), to Hough (1839), to Neill (1984), and to Perczel (2011). This thesis is an investigation of the identity of the Jacobite Syrian Christians, and their own perceptions of their origin, doctrinal position, and ecclesiastical affiliations that had evolved up to 1599. In doing so, it critically examines a range of documents in Malayalam, in particular the account given by Mathai Vettikkunnel, a cleric from Manarcadu in Kerala, and ten primary source documents, as well as four indigenous secondary sources in the form of historical narratives, which are well-known within the Jacobite Syrian community but have rarely been used by scholars. Mathai Vettikkunnel’s text is transcribed and translated, and provided with a detailed historical commentary, with a view to tracing the narrative arc as articulated by Mathai Vettikkunnel and other Jacobite Syrian Christians with regard to their religious identity in pre-Colonial times. These accounts also form the basis for re-examining the alleged Nestorian doctrinal position of the Syrian Christians in the pre-Latinization period. In examining the Jacobite Syrians’ claims that they had maintained Antiochian links from the 4th century onward until the arrival of the Portuguese, special attention is paid to three areas: firstly, the question of the alleged Nestorian beliefs of the pre-schism Syrian Christian Church; secondly the agency, period, manner of the establishment of links with Antioch claimed by the Jacobite Syrians, and thirdly, how this selfperception of the Jacobite Syrians of their identity informed their rejection of Latinization. This thesis argues that the data found in Mathai Vettikkunnel and in the corpus of indigenous literature testifies to the complexity of the Jacobite Syrian Christians’ selfperception, and that it is at variance with the early Portuguese assertions and the currently dominant view on the subject in academic writings. It argues that there is strong evidence suggesting that the connection of the Jacobite Syrians with Antioch originated as early as the 4th century, when according to their own accounts, Semitic Christians from Mesopotamia migrated to Kerala, and that it was the forging of the combined Mesopotamian-Semitic and Keralan identity that helped in maintaining its links with Antioch, and its sustained resistance to Latinisation.",
    "thesisType": "Ph.D. dissertation",
    "university": "SOAS University of London",
    "place": "",
    "date": "2019",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/XLFAWMQ9\nSyriacaURI: http://syriaca.org/cbss/XLFAWMQ9\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "India"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "Kerala"
      },
      {
        "tag": "Portugese"
      },
      {
        "tag": "Syriac influence [India]"
      },
      {
        "tag": "Syro-Malankar"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "Western mission"
      },
      {
        "tag": "XIX-XXI CE"
      },
      {
        "tag": "XVI CE"
      },
      {
        "tag": "XVII CE"
      },
      {
        "tag": "XVIII CE"
      },
      {
        "tag": "identity"
      },
      {
        "tag": "primary sources [Malayalam] + English translation"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "2EA3IALA"
    ],
    "relations": {},
    "dateAdded": "2025-05-13T19:55:12Z",
    "dateModified": "2025-09-17T16:41:17Z"
  }
}