{
  "key": "YR77WICY",
  "version": 16103,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/YR77WICY",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/YR77WICY",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Doru",
    "parsedDate": "2017",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Doru, Nesim. &#x201C;The Influence of Islamic Philosophy on Bar Hebraeus (Abu&#x2019;l-Faraj Ibn Al-Ibr&#x12B;).&#x201D; <i>Cumhuriyet &#x130;lahiyat Dergisi</i> 21:2 (2017): 913&#x2013;46.</div>\n</div>",
  "citation": "<span>Nesim Doru, “The Influence of Islamic Philosophy on Bar Hebraeus (Abu’l-Faraj Ibn Al-Ibrī),” <i>Cumhuriyet İlahiyat Dergisi</i> 21:2 (2017): 913–46.</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=The%20Influence%20of%20Islamic%20Philosophy%20on%20Bar%20Hebraeus%20(Abu%E2%80%99l-Faraj%20Ibn%20Al-Ibr%C4%AB)&amp;rft.jtitle=Cumhuriyet%20%C4%B0lahiyat%20Dergisi&amp;rft.volume=21%3A2&amp;rft.aufirst=Nesim&amp;rft.aulast=Doru&amp;rft.au=Nesim%20Doru&amp;rft.date=2017&amp;rft.pages=913-946&amp;rft.spage=913&amp;rft.epage=946&amp;rft.language=en'></span>\n",
  "data": {
    "key": "YR77WICY",
    "version": 16103,
    "itemType": "journalArticle",
    "title": "The Influence of Islamic Philosophy on Bar Hebraeus (Abu’l-Faraj Ibn Al-Ibrī)",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Nesim",
        "lastName": "Doru"
      }
    ],
    "abstractNote": "The most important instances of the interaction between İslamic philosophy and Syriac thought can be seen between the 2/7th and 7/13th centuries. In the early periods, Syriac thinkers were more active but then, especially after the 5/11th century in which Islamic philosophy became stronger, Islamic philosophy influenced other philosophical traditions. After this period, Syriac thought came under the influence of Islamic philosophy. Syriac thought was rather influenced by Islamic philosophy than other cultures. In the 7/13th century, the most important figure of Syriac thought, Abu’l-Faraj Ibn al-Ibrī (Bar Hebraeus), followed Islamic philosophers and he adapted their works to Syriac thought. He was influenced by Avicenna and Nasir al-Dīn al-Tūsī on theoretical matters of philosophical thought on the one hand, and on the other hand he was influenced by Ghazzālī on practical matters of ethics and philosophy of mystical life. In this study, Abu’l-Faraj’s intellectual closeness and debt to the above-mentioned thinkers will be examined. In other words, this study will examine which particular ideas from these thinkers he was interested in and what he took from them. In addition, this study bears importance for dealing with one of the most important examples of the reflection of Islamic philosophy in non-Muslim cultures.Summary: The first thing that comes to mind concerning the relationship between Islamic philosophy and Syriac thought is the contributions of Syriac thinkers to Islamic philosophy. According to this, they were initiators of the development of philosophical sciences in the Muslim world with their translations of Greek works to Arabic. Additionally, they acted as teachers to Islamic philosophers while introducing philosophical sciences. This view is not only a shallow one, but is also only a unilateral approach which cannot explain intellectual movements in the history of thought which needs to be done by resorting to more than one factor. Therefore, it is so difficult to reach a satisfactory interpretation without considering the historical process of the reaction between the two cultures.Islamic philosophy completed its formative stage and early development until the 3rd/9th and 4th/10th centuries. Starting with the 5th/11th century it started to effect and direct other cultures. We can see the first effects of this transformation and development on the non-Muslim neighbours of Islamic culture. In this context, the first example that comes to mind is the Syriac-speaking Christian communities. The effect of Islamic philosophy on Christian culture was first witnessed over the Syriac-community in the East before the intellectual movements that emerged in Europe in the 7th/13th century. For example, we can see this effect in the intellectual circles which were represented by the East Syrian metropolitan bishops of Nisibis in the 5th/11th century. It can be seen in Eliya of Nisibis’ work that he had produced important evaluations of Islamic philosophy and received important concepts of Islamic philosophy into his studies. This case becomes more clearly visible in the case of the works of Abu’l-Faraj in the 7th/13th century. To such an extent that, Abu’l-Faraj serves as an important and telling example which shows the near impossibility of philosophical study without resorting to the literature of Islamic philosophy.The 13th century was one of the most productive periods in terms of Islamic philosophy. In this period, the thought of Islamic philosophers, especially that of Avicenna, was effective on many philosophers and theologians and also on non-Muslim thinkers of other cultures. Avicenna wrote a work titled Al-Shifā in which he collected thought inherited from Greek philosophy, but which also formed his individual approach on this material and epistemology. On the other hand, many Muslim philosophers wrote commentaries and explanations on his works. Fakhr al-Dīn al-Rāzī, Nasir al-Dīn al-Tūsī and Suhrawardī were directly influenced by him and Al-Ghazzālī revealed different perspectives by giving his philosophy unfavourable reviews.The effects of Islamic philosophy can be seen not only on Muslim thinkers but also on representatives of non-Muslim cultures. The most important example of this was Abu’l-Faraj who was the metropolitan bishop of Malatya and was also the “maphrian” (Arabic, mafiryan) -a degree between the patriarch and the metropolitan. Abu’l-Faraj travelled to many centres of learning where he met many Islamic philosophers and made friends with them. For example, his conducting researches in Marāgha where Nasir al-Dīn al-Tūsī was the head of the observatory and his attending al-Tūsī’s lessons are noteworthy in this respect. Abu’l-Faraj formed his philosophical thoughts under the influence of Muslim philosophers and aimed to revive Syriac thought that was weakened with regard to Islamic philosophy. In the first chapter of this paper, Abu’l-Faraj’s interest in Avicenna is examined. Abu’l-Faraj took Avicenna’s Al-Shifā as a model to reveal his philosophical opinions. He examined logic, physics, ethics and metaphysics in his The Cream of Wisdom like Avicenna and, additionally, while examining these matters, he used philosophical concepts of Avicenna. For example, he used Avicenna’s concept of “the necessary existence” and analysed it although it was contrary to Christian theology and especially the idea of trinity. This example shows that he attached importance to Avicenna’s philosophical concepts and his philosophical interests.In the second chapter of this paper, Abu’l-Faraj’s interest in Nasir al-Dīn al-Tūsī is examined. He followed Avicenna on logic, physics and metaphysics in The Cream of Wisdom while he took Nasir al-Dīn al-Tūsī as a model on practical philosophy because Avicenna did not include practical philosophy in Al-Shifā. Furthermore, al-Tūsī was taken as a model because he was one of the most famous figures of practical philosophy in Islamic philosophy.In the third chapter of this paper, Abu’l-Faraj’s interest in Al-Ghazzālī is examined. Al-Ghazzālī’s critique of philosophy and theology and then his preference for Tasawuf made some influence on Abu’l-Faraj. In his The Book of Dove which is about his individual research for the truth, he benefited from the experience of Al-Ghazzālī’s Al-Munqiz and adapted it for Syriac thought. Additionally, in his work on ethics, the Itiqon, he took Al-Ghazzālī’s Ihyā' al-'ulūm al-dīn as a model and created its titles of chapters and matters according to Ihyā'. Also, when examining these matters, he adopted the method of Al-Ghazzālī but converted his Islamic sources and references to Christian sources and references.It seems that for Abu’l-Faraj a revival of Syriac thought is to be conducted through the epistemology of Islamic philosophy and Islamic philosophers’ works. Therefore, he took Islamic philosophers’ works as a model for many subjects including philosophy, astronomy, ethics, law, physics and metaphysics. But he was not a passive actor, that is, an imitator and collector, but, on the contrary, he acted as an adapter in a reconstructive style while examining these sciences. As a matter of fact, in Abu’l-Faraj’s day, this method was called “tahqiq” and was practiced by many philosophers.The main topic of this study is Abu’l-Faraj’s careful examination of Avicenna, Nasir al-Dīn al-Tūsī and Al-Ghazzālī and how it is transferred to Syriac thought. In addition to this, the paper also deals with how Syriac thought was recovered through the works of Abu’l-Faraj.",
    "publicationTitle": "Cumhuriyet İlahiyat Dergisi",
    "volume": "21:2",
    "issue": "",
    "pages": "913-946",
    "date": "2017",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "",
    "language": "en",
    "DOI": "",
    "ISSN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/YR77WICY\nSyriacaURI: http://syriaca.org/cbss/YR77WICY\nCitation Key: Sergey (file)",
    "tags": [
      {
        "tag": "Barhebraeus"
      },
      {
        "tag": "Ibn Sina"
      },
      {
        "tag": "Jacobites"
      },
      {
        "tag": "Muslim-Christian relations"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "XIII CE"
      },
      {
        "tag": "al-Ghazali"
      },
      {
        "tag": "philosophy"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:31:36Z",
    "dateModified": "2025-09-17T18:12:08Z"
  }
}