{
  "key": "Z7KAPSWQ",
  "version": 17600,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/Z7KAPSWQ",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/Z7KAPSWQ",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Tsuji",
    "parsedDate": "1964",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Tsuji, Sahoko. &#x201C;Illustrations des Tables des Canons dans les Evangiles syriaques, arm&#xE9;niens, &#xE9;thiopien et grecs du VI<sup>e</sup> au X<sup>e</sup> si&#xE8;cle.&#x201D; <i>Bulletin of the Society for Near Eastern Studies in Japan</i> 7:1 (1964): 19&#x2013;50.</div>\n</div>",
  "citation": "<span>Sahoko Tsuji, “Illustrations des Tables des Canons dans les Evangiles syriaques, arméniens, éthiopien et grecs du VI<sup>e</sup> au X<sup>e</sup> siècle,” <i>Bulletin of the Society for Near Eastern Studies in Japan</i> 7:1 (1964): 19–50.</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.genre=article&amp;rft.atitle=Illustrations%20des%20Tables%20des%20Canons%20dans%20les%20Evangiles%20syriaques%2C%20arm%C3%A9niens%2C%20%C3%A9thiopien%20et%20grecs%20du%20VI%3Csup%3Ee%3C%2Fsup%3E%20au%20X%3Csup%3Ee%3C%2Fsup%3E%20si%C3%A8cle&amp;rft.jtitle=Bulletin%20of%20the%20Society%20for%20Near%20Eastern%20Studies%20in%20Japan&amp;rft.volume=7%3A1&amp;rft.aufirst=Sahoko&amp;rft.aulast=Tsuji&amp;rft.au=Sahoko%20Tsuji&amp;rft.date=1964&amp;rft.pages=19-50&amp;rft.spage=19&amp;rft.epage=50&amp;rft.language=fr'></span>\n",
  "data": {
    "key": "Z7KAPSWQ",
    "version": 17600,
    "itemType": "journalArticle",
    "title": "Illustrations des Tables des Canons dans les Evangiles syriaques, arméniens, éthiopien et grecs du VI<sup>e</sup> au X<sup>e</sup> siècle",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Sahoko",
        "lastName": "Tsuji"
      }
    ],
    "abstractNote": "Cet article constitue la première partie de l'ensemble de mes études consacrées à des miniatures de l'Evangile de Rabula (la seconde partie, sur l'iconographie des personnages de l'Ancien Testament du même manuscrit, a été déjà publiée dans “Bijutsushi”, n. 46, 1963). Cet Evangile célèbre, écrit au couvent de Zagba en 586 (Mésopotamie du Nord), conservé à la Bibliothèque Laurentienne de Florence, contient 19 pages des Tables des Canons richement ornés des scènes évangéliques, des personnages de l'Ancien Testament et encore des motifs végétaux, zomorphes ou géométriques. L'auteur a voulu mettre en rapport, ces arcatures décorées des Canons, avec d'autres exemples semblables des manuscrits orientaux, contemporains ou un peu postérieurs. Notre connaissance en matière de ces Canons décorés des manuscrits orientaux est largement enrichie grâce à des recherches récentes de l'Abbé Leroy.\nLa conclusion que l'auteur a pu déduire de ces rapprochements est qu'ily a, dans les pages des Canons de l'Ev. de Rabula, une coupure très nette non seulement au point de vue de choix des motifs décoratifs, mais aussi au point de vue stylistique: à partir de fol. 9v (portraits des Evangélistes), on commence à appercevoir une série des motifs identiques à ceux des miniatures arméniennes et éthiopiennes (Etchimiadzin 229, Ev. Reine Mlqê, Ev. d'Abba Garima etc).\nEn général, les décors des Canons de Rabula (bien qu'il soit écrit en syriaque) ne montre que très peu de ressemblance avec d'autres mss. syriaques contemporains (syr. 33., Ev. de Diarbakir etc.). Pourquoi seul l'Ev. de Rabula se ressemble-t-il à des exemples arméniens postérieurs (IX-Xè. s.)? Cependant, le rapport avec ces exemples arméniens ne s'explique pas entièrement les particularités du décor de Rabula. Car, dans ceux-là, on trouve toujours des colonnes plus ou moins grossières imitant les surfaces des colonnes en marbre. Par contre, les pilastres (tout à fait plats) de Rabula sont presque tous très richement ornés et ont des equivalents seulement parmi quelques exemples latins contemporains ou deux ou trois exemples grecs byzantins postérieurs.\nRecherche des origines de tous ces motifs décoratifs, ou des constructions architecturales des arcades, lunettes, pilastres, ou de chapiteaux et de bases, et l'analyse attentive des différents styles qui existent parmi les pages de Rabula, que je compte continuer, pourraient un jour résoudre les problèmes compliqués qui se posent entre la partie “syrienne” et la partie \"arménienne (supériorité ou antériorité de l'une ou de l'autre).\nJe me permet d'exprimier ici mes gratitudes envers Mr. le prof. A. Grabar, Mr. Abbé Leroy et également à Mlle Der Nersessian, qui ont dirigé et aidé mes documentations et recherches pour l'étude de l'Ev. de Rabula pendent mon séjours à Paris.",
    "publicationTitle": "Bulletin of the Society for Near Eastern Studies in Japan",
    "volume": "7:1",
    "issue": "",
    "pages": "19-50",
    "date": "1964",
    "series": "",
    "seriesTitle": "",
    "seriesText": "",
    "journalAbbreviation": "",
    "language": "fr",
    "DOI": "",
    "ISSN": "",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/Z7KAPSWQ\nSyriacaURI: http://syriaca.org/cbss/Z7KAPSWQ\nPubLang: ja",
    "tags": [
      {
        "tag": "Eusebius of Caesarea"
      },
      {
        "tag": "IV-VII CE"
      },
      {
        "tag": "New Testament"
      },
      {
        "tag": "Rabbula Gospels"
      },
      {
        "tag": "VI CE"
      },
      {
        "tag": "art"
      },
      {
        "tag": "illustrations"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:35:33Z",
    "dateModified": "2025-09-17T14:11:50Z"
  }
}