{
  "key": "ZG5QIXDA",
  "version": 17014,
  "library": {
    "type": "group",
    "id": 4861694,
    "name": "A Comprehensive Bibliography on Syriac Studies",
    "links": {
      "alternate": {
        "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies",
        "type": "text/html"
      }
    }
  },
  "links": {
    "self": {
      "href": "https://api.zotero.org/groups/4861694/items/ZG5QIXDA",
      "type": "application/json"
    },
    "alternate": {
      "href": "https://www.zotero.org/groups/a_comprehensive_bibliography_on_syriac_studies/items/ZG5QIXDA",
      "type": "text/html"
    }
  },
  "meta": {
    "createdByUser": {
      "id": 8978841,
      "username": "cbss_admin",
      "name": "",
      "links": {
        "alternate": {
          "href": "https://www.zotero.org/cbss_admin",
          "type": "text/html"
        }
      }
    },
    "creatorSummary": "Nam",
    "parsedDate": "2018",
    "numChildren": 0
  },
  "bib": "<div class=\"csl-bib-body\" style=\"line-height: 1.35; padding-left: 1em; text-indent:-1em;\">\n  <div class=\"csl-entry\">Nam, Ki Jung. &#x201C;John Wesley&#x2019;s Editing of Pseudo-Macarius&#x2019;s <i>Spiritual Homilies</i>: A Redactional Study Focusing on the Theme of the Spiritual Senses.&#x201D; Ph.D. dissertation, Graduate Theological Union, 2018.</div>\n</div>",
  "citation": "<span>Ki Jung Nam, “John Wesley’s Editing of Pseudo-Macarius’s <i>Spiritual Homilies</i>: A Redactional Study Focusing on the Theme of the Spiritual Senses” (Ph.D. dissertation, Graduate Theological Union, 2018).</span>",
  "coins": "<span class='Z3988' title='url_ver=Z39.88-2004&amp;ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fzotero.org%3A2&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adissertation&amp;rft.title=John%20Wesley%E2%80%99s%20Editing%20of%20Pseudo-Macarius%E2%80%99s%20%3Ci%3ESpiritual%20Homilies%3C%2Fi%3E%3A%20A%20Redactional%20Study%20Focusing%20on%20the%20Theme%20of%20the%20Spiritual%20Senses&amp;rft.inst=Graduate%20Theological%20Union&amp;rft.degree=Ph.D.%20dissertation&amp;rft.aufirst=Ki%20Jung&amp;rft.aulast=Nam&amp;rft.au=Ki%20Jung%20Nam&amp;rft.date=2018&amp;rft.language=en'></span>\n",
  "data": {
    "key": "ZG5QIXDA",
    "version": 17014,
    "itemType": "thesis",
    "title": "John Wesley’s Editing of Pseudo-Macarius’s <i>Spiritual Homilies</i>: A Redactional Study Focusing on the Theme of the Spiritual Senses",
    "creators": [
      {
        "creatorType": "author",
        "firstName": "Ki Jung",
        "lastName": "Nam"
      }
    ],
    "abstractNote": "This dissertation analyzes John Wesley's editing of Macarius's Spiritual Homilies (1749), focusing on the notion of the spiritual senses. Wesley preserves Macarius's explanations of the spiritual senses, in which the human ability to perceive the divine is enhanced though enduring practices for the purgation of passions and desires. But he consistently omits explanations of divine revelation in which the divine reduces itself to be present in the realm of human sensibility. Wesley's editorial intentions were affected by his concerns about early modern intellectuals' tendency to focus on the immanent instead of the transcendent in dealing with divine revelation.\nWesley developed his own notion of the spiritual senses and also edited the Macarian homilies during his ongoing debates with two groups—the rationalists and the enthusiasts. The former claimed that to verify the truthfulness of the divine revelation, one should depend on judgment based on sensibility and reason; the latter argued that affection is the only authentic way of receiving divine influence. In Wesley's view, despite the differences in their claims, both groups generally confined their pursuit of divine revelation to dependence on the natural faculties—that is, natural, unaided reason, sensibility, and affection. Based on his notion of the spiritual senses, Wesley claimed against both groups that the perceptions transformed with divine assistance were able to access the divine and its reality.\nAccordingly, Wesley's notion of the spiritual senses provides insights into how to overcome the weak points in contemporary epistemology constructed on the base of the Kantian distinction between noumena and phenomena. For Wesley, dealing with the human ability of perception addressed the distinction between the natural and the supernatural, which roughly applied to the Kantian distinction, and Wesley's idea of the spiritual senses includes accounts of the possibility of the maturity and transformation of perception through a person's ongoing disciplined life, the affirmation of the significant role of the observer's commitment and affection to the divine object, and the necessity to consider the communion of the observer and divine influences in religious experiences, which the epistemologies based on the Kantian notion did not take into account.",
    "thesisType": "Ph.D. dissertation",
    "university": "Graduate Theological Union",
    "place": "",
    "date": "2018",
    "numPages": "",
    "language": "en",
    "shortTitle": "",
    "url": "",
    "accessDate": "",
    "archive": "",
    "archiveLocation": "",
    "libraryCatalog": "",
    "callNumber": "",
    "rights": "",
    "extra": "ZoteroURI: https://www.zotero.org/groups/4861694/items/ZG5QIXDA\nSyriacaURI: http://syriaca.org/cbss/ZG5QIXDA",
    "tags": [
      {
        "tag": "Pseudo-Macarius"
      },
      {
        "tag": "Syriac influence [Europe]"
      },
      {
        "tag": "VII-XVIII CE"
      },
      {
        "tag": "spirituality"
      }
    ],
    "collections": [
      "P4VVZ7P6",
      "YL2LZXJD"
    ],
    "relations": {},
    "dateAdded": "2022-11-18T14:33:52Z",
    "dateModified": "2025-09-17T16:06:10Z"
  }
}